export const data = `工作台/材料/基础材料, 钛, 金属碎片 x 1工作台/材料/基础材料, 钛, 小片碎片 x 1
工作台/材料/基础材料, 钛锭, 钛 x 25
工作台/材料/基础材料, 纤维布, 海藻块 x 3|紫蘑菇孢子 x 2
工作台/材料/基础材料, 硅胶, 海藻种子 x 2
工作台/材料/基础材料, 玻璃, 石英 x 3
工作台/材料/基础材料, 漂白剂, 盐块 x 2|珊瑚管样本 x 3
工作台/材料/基础材料, 润滑剂, 海藻种子 x 2|纯净水 x 1
工作台/材料/基础材料, 釉瓷玻璃, 潜行者的牙齿 x 2|玻璃 x 1
工作台/材料/基础材料, 塑钢锭, 钛锭 x 2|锂 x 3|钻石 x 2
工作台/材料/基础材料, 由石英砂烧制玻璃, 石英砂 x 1
工作台/材料/基础材料, 紫蘑菇孢子, 酸蘑菇 x 1
工作台/材料/基础材料, 白蘑菇孢子, 白蘑菇 x 1
工作台/材料/基础材料, 汞矿石, 结晶硫 x 1
工作台/材料/基础材料, 镁, 盐块 x 3
工作台/材料/基础材料, 沙子, 玻璃 x 1
工作台/材料/基础材料, 结晶硫, 洞穴硫磺 x 4|珊瑚管样本 x 1|酸蘑菇 x 1
工作台/材料/基础材料, 洞穴硫磺, 硅胶 x 1|漂白剂 x 1
工作台/材料/基础材料, 纯铝, 氧化铝晶体 x 2
工作台/材料/基础材料, 玫瑰金, 金块 x 1|铜矿 x 1
工作台/材料/基础材料, 白金, 金块 x 1|镍矿 x 1
工作台/材料/基础材料, 紫金, 金块 x 1|纯铝 x 1
工作台/材料/基础材料, 盐沉积, 铁锹鱼 x 1
工作台/材料/基础材料, 钻石晶格, 钻石 x 5
工作台/材料/基础材料, 钛锭, 金属碎片 x 5
工作台/材料/高级材料, 盐酸, 白蘑菇 x 3|盐块 x 1
工作台/材料/高级材料, 苯, 血油 x 3
工作台/材料/高级材料, 人造纤维, 苯 x 1|纤维布 x 2|盐酸 x 1
工作台/材料/高级材料, 气凝胶, 凝胶球 x 2|氧化铝晶体 x 1|石墨烯 x 1
工作台/材料/高级材料, 聚苯胺, 金块 x 1|盐酸 x 1|苯 x 1|过硫酸铵 x 1
工作台/材料/高级材料, 孵化酶, 邪目草果实 x 1|皇冠草种子 x 1|树蘑菇块 x 1|鬼手草种子 x 1|库什样本 x 1|生命之树 x 1|加布之羽的种子 x 1|脑膜树种子 x 1|脑珊瑚样品 x 1|小风扇种子 x 1|贝壳草种子 x 1|荧根草种子 x 1|触手草种子 x 1|月合种子 x 1|流明菌油 x 1
工作台/材料/高级材料, 精炼玻璃, 蓝宝石 x 3
工作台/材料/高级材料, 钴锭, 钴 x 10
工作台/材料/高级材料, 光纤线轴, 精炼玻璃 x 2|钻石 x 1|石英 x 1|高功率线缆 x 1
工作台/材料/高级材料, 有机塑钢, 塑钢合金锭 x 2|汞矿石 x 4|石墨烯 x 4|离子带电金 x 2|离子晶体 x 1
工作台/材料/高级材料, 离子纤维, 人造纤维 x 1|合成橡胶 x 2|离子带电金 x 1|离子晶体矩阵 x 1
工作台/材料/高级材料, 铀, 铀矿晶体 x 3
工作台/材料/高级材料, 离子带电金, 紫金 x 1|玫瑰金 x 1|白金 x 1|离子晶体 x 2
工作台/材料/高级材料, 过硫酸铵, 紫扇草种子 x 2|盐块 x 1|圆柱形样本容器 x 1
工作台/材料/高级材料, 合成橡胶, 海藻种子 x 2|过硫酸铵 x 2
工作台/材料/高级材料, 生物燃料, 海藻种子 x 2|海藻块 x 4|盐块 x 1|硅胶 x 1
工作台/材料/高级材料, 血根生物燃料, 血油 x 4|盐块 x 1|硅胶 x 1
工作台/材料/高级材料, 孢子生物燃料, 草莓菇 x 4|紫铃 x 4|盐块 x 1|硅胶 x 1
工作台/材料/高级材料, 水晶矩阵锭, 钻石晶格 x 4|离子晶体 x 2
工作台/材料/高级材料, 水晶矩阵, 水晶矩阵锭 x 9
工作台/材料/高级材料, 热能材料, 空心灯笼菇种子 x 2
工作台/材料/电子元件, 铜线, 铜矿 x 2
工作台/材料/电子元件, 智能芯片, 宝石盘碎片 x 2|金块 x 1|银矿石 x 1|铜线 x 1|焊锡 x 1|钛 x 1
工作台/材料/电子元件, 接线盒, 银矿石 x 2|铜矿 x 1|钛 x 3
工作台/材料/电子元件, 高级接线盒, 接线盒 x 1|金块 x 2|智能芯片 x 1|铜线 x 1|焊锡 x 1|高功率线缆 x 1
工作台/材料/电子元件, 反应堆控制棒, 铀 x 2|铅 x 3|钛 x 1|釉瓷玻璃 x 1
工作台/材料/电子元件/电池和动力电池, 电池, 酸蘑菇 x 5|铜矿 x 2
工作台/材料/电子元件/电池和动力电池, 动力电池, 电池 x 2|硅胶 x 1|锂 x 1|洞穴硫磺 x 1
工作台/材料/电子元件/电池和动力电池, 深岩电池, 白蘑菇 x 3|锂 x 1|氧化铝晶体 x 1|磁铁矿 x 1
工作台/材料/电子元件/电池和动力电池, 深岩动力电池, 深岩电池 x 2|硅胶 x 1
工作台/材料/电子元件/电池和动力电池, 离子电池, 离子晶体 x 1|金块 x 2|银矿石 x 2|智能芯片 x 1|铜线 x 1
工作台/材料/电子元件/电池和动力电池, 离子动力单元, 离子电池 x 2|硅胶 x 1|智能芯片 x 1|铜线 x 1|锂 x 4|聚苯胺 x 1
工作台/材料/电子元件, 能量聚焦器, 高级接线盒 x 3|塑钢锭 x 1|气凝胶 x 2|石墨烯 x 3|高功率线缆 x 3|磁铁矿 x 2|离子晶体 x 1|纳米线 x 2
工作台/材料/电子元件, 装填反应堆控制棒, 耗尽的反应堆控制棒 x 1|铀矿晶体 x 3
工作台/材料/电子元件, 涡轮叶片, 钛 x 9
工作台/材料/电子元件, 涡轮发电机, 接线盒 x 2|润滑剂 x 2|动力电池 x 3|高功率线缆 x 2|焊锡 x 2
工作台/材料/电子元件, 风力发电机座, 钛锭 x 1
工作台/材料/电子元件, 磷酸铁锂阴极, 毒气囊 x 2|锂 x 1|磁铁矿 x 1
工作台/材料/电子元件, 磷酸铁锂阳极, 锂 x 1|钻石 x 1
工作台/材料/电子元件, 磷酸铁锂电解液, 盐酸 x 1|苯 x 1|锂 x 1
工作台/材料/电子元件, 纳米线, 金块 x 1|银矿石 x 1|硅胶 x 1|智能芯片 x 1|石墨烯 x 1|汞矿石 x 1
工作台/材料/电子元件, 石墨烯, 金块 x 1|钻石 x 1
工作台/材料/电子元件, 焊锡, 银矿石 x 2
工作台/材料/电子元件, 高功率线缆, 金块 x 1|银矿石 x 1|硅胶 x 1
工作台/材料/更多压缩品/打包/材料打包, 打包的气凝胶, 气凝胶 x 10
工作台/材料/更多压缩品/打包/材料打包, 打包的人造纤维, 人造纤维 x 10
工作台/材料/更多压缩品/打包/材料打包, 打包的硅胶, 硅胶 x 10
工作台/材料/更多压缩品/打包/材料打包, 打包的纤维布, 纤维布 x 10
工作台/材料/更多压缩品/打包/化学品打包, 罐装漂白剂, 漂白剂 x 10
工作台/材料/更多压缩品/打包/化学品打包, 罐装润滑剂, 润滑剂 x 10
工作台/材料/更多压缩品/打包/化学品打包, 罐装聚苯胺, 聚苯胺 x 10
工作台/材料/更多压缩品/打包/化学品打包, 罐装盐酸, 盐酸 x 10
工作台/材料/更多压缩品/打包/化学品打包, 罐装苯, 苯 x 10
工作台/材料/更多压缩品/打包/金属打包, 锂锭, 锂 x 10
工作台/材料/更多压缩品/打包/金属打包, 铅锭, 铅 x 10
工作台/材料/更多压缩品/打包/金属打包, 镍锭, 镍矿 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 钻石块, 钻石 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 大块玻璃, 玻璃 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的釉瓷玻璃, 釉瓷玻璃 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的潜行者牙齿, 潜行者的牙齿 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的酸蘑菇, 酸蘑菇 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的珊瑚管, 珊瑚管样本 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的宝石盘, 宝石盘碎片 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的海藻块, 海藻块 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的海藻种子, 海藻种子 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 打包的白蘑菇, 白蘑菇 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 融化凝胶球, 凝胶球 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 压缩蓝晶石, 蓝晶石 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 压缩氧化铝, 氧化铝晶体 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 压缩石英, 石英 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 大块盐块, 盐块 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 压缩硫, 结晶硫 x 10
工作台/材料/更多压缩品/打包/自然物品打包, 压缩硫磺粉, 洞穴硫磺 x 10
工作台/材料/更多压缩品/打包/食物打包, 大罐过滤水, 大瓶过滤水 x 10
工作台/材料/更多压缩品/打包/食物打包, 压缩毒气囊, 毒气囊 x 10
工作台/材料/更多压缩品/打包/食物打包, 罐装过滤水, 过滤水 x 10
工作台/材料/更多压缩品/打包/食物打包, 罐装纯净水, 纯净水 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 金锭, 金块 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 铜锭, 铜矿 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 银锭, 银矿石 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 磁铁锭, 磁铁矿 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 铀矿锭, 铀矿晶体 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 离子晶体结晶, 离子晶体 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 打包的智能芯片, 智能芯片 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 打包的铜线, 铜线 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 打包的接线盒, 接线盒 x 10
工作台/材料/更多压缩品/打包/能量物质打包, 打包的高级接线盒, 高级接线盒 x 10
工作台/材料/更多压缩品/解包/食物解包, 分离大罐过滤水, 大罐过滤水 x 1
工作台/材料/更多压缩品/解包/食物解包, 分离灌装过滤水, 罐装过滤水 x 1
工作台/材料/更多压缩品/解包/食物解包, 分离灌装纯净水, 罐装纯净水 x 1
工作台/材料/更多压缩品/解包/金属解包, 分解塑钢锭, 塑钢锭 x 1
工作台/材料/更多压缩品/解包/金属解包, 分解锂锭, 锂锭 x 1
工作台/材料/更多压缩品/解包/金属解包, 分离铅锭, 铅锭 x 1
工作台/材料/更多压缩品/解包/金属解包, 分离镍锭, 镍锭 x 1
工作台/材料/更多压缩品/解包/金属解包, 分离钛锭, 钛锭 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开压缩毒气囊, 压缩毒气囊 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分解钻石块, 钻石块 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离玻璃块, 大块玻璃 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开釉瓷玻璃包, 打包的釉瓷玻璃 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开潜行者牙齿包, 打包的潜行者牙齿 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开酸蘑菇包, 打包的酸蘑菇 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开珊瑚管包, 打包的珊瑚管 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开宝石盘包, 打包的宝石盘 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开海藻块包, 打包的海藻块 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开海藻种子包, 打包的海藻种子 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 拆开白蘑菇包, 打包的白蘑菇 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 重塑凝胶球, 融化凝胶球 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离压缩蓝晶石, 压缩蓝晶石 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离压缩氧化铝, 压缩氧化铝 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离压缩石英, 压缩石英 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离大块盐, 大块盐块 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离压缩硫, 压缩硫 x 1
工作台/材料/更多压缩品/解包/自然物品解包, 分离压缩硫磺粉, 压缩硫磺粉 x 1
工作台/材料/更多压缩品/解包/能量解包, 分解金锭, 金锭 x 1
工作台/材料/更多压缩品/解包/能量解包, 分解铜锭, 铜锭 x 1
工作台/材料/更多压缩品/解包/能量解包, 分解银锭, 银锭 x 1
工作台/材料/更多压缩品/解包/能量解包, 分解磁铁矿锭, 磁铁锭 x 1
工作台/材料/更多压缩品/解包/能量解包, 分解铀矿锭, 铀矿锭 x 1
工作台/材料/更多压缩品/解包/能量解包, 分解离子晶体结晶, 离子晶体结晶 x 1
工作台/材料/更多压缩品/解包/能量解包, 拆开智能芯片包, 打包的智能芯片 x 1
工作台/材料/更多压缩品/解包/能量解包, 拆开铜线包, 打包的铜线 x 1
工作台/材料/更多压缩品/解包/能量解包, 拆开接线盒包, 打包的接线盒 x 1
工作台/材料/更多压缩品/解包/能量解包, 拆开高级接线盒包, 打包的高级接线盒 x 1
工作台/材料/更多压缩品/解包/化学品解包, 分离罐装漂白剂, 罐装漂白剂 x 1
工作台/材料/更多压缩品/解包/化学品解包, 分离罐装盐酸, 罐装盐酸 x 1
工作台/材料/更多压缩品/解包/化学品解包, 分离罐装苯, 罐装苯 x 1
工作台/材料/更多压缩品/解包/化学品解包, 分离罐装聚苯胺, 罐装聚苯胺 x 1
工作台/材料/更多压缩品/解包/化学品解包, 分离罐装润滑剂, 罐装润滑剂 x 1
工作台/材料/更多压缩品/解包/材料解包, 拆开气凝胶包, 打包的气凝胶 x 1
工作台/材料/更多压缩品/解包/材料解包, 拆开人造纤维包, 打包的人造纤维 x 1
工作台/材料/更多压缩品/解包/材料解包, 拆开硅胶包, 打包的硅胶 x 1
工作台/材料/更多压缩品/解包/材料解包, 拆开纤维布包, 打包的纤维布 x 1
工作台/材料/高压工艺/压缩/金属压缩, 聚合塑钢锭, 塑钢锭 x 10
工作台/材料/高压工艺/压缩/金属压缩, 聚合锂锭, 锂锭 x 10
工作台/材料/高压工艺/压缩/金属压缩, 聚合铅锭, 铅锭 x 10
工作台/材料/高压工艺/压缩/金属压缩, 聚合镍锭, 镍锭 x 10
工作台/材料/高压工艺/压缩/金属压缩, 聚合钛锭, 钛锭 x 10
工作台/材料/高压工艺/压缩/食物压缩, 一件大罐过滤水, 大罐过滤水 x 10
工作台/材料/高压工艺/压缩/食物压缩, 5L桶装过滤水, 罐装过滤水 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 集群毒气囊, 压缩毒气囊 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 致密钻石块, 钻石块 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  大块玻璃砖 , 大块玻璃 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱釉瓷玻璃 , 打包的釉瓷玻璃 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱潜行者牙齿 , 打包的潜行者牙齿 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱酸蘑菇 , 打包的酸蘑菇 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱珊瑚管 , 打包的珊瑚管 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱宝石盘 , 打包的宝石盘 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱海藻块 , 打包的海藻块 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱海藻种子 , 打包的海藻种子 x 10
工作台/材料/高压工艺/压缩/自然物品压缩,  一箱白蘑菇 , 打包的白蘑菇 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 聚合凝胶球, 融化凝胶球 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 聚合蓝晶石, 压缩蓝晶石 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 聚合氧化铝, 压缩氧化铝 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 聚合石英, 压缩石英 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 致密盐块, 大块盐块 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 聚合硫结晶, 压缩硫 x 10
工作台/材料/高压工艺/压缩/自然物品压缩, 聚合硫磺粉, 压缩硫磺粉 x 10
工作台/材料/高压工艺/压缩/能量压缩, 聚合金锭, 金锭 x 10
工作台/材料/高压工艺/压缩/能量压缩, 聚合铜锭, 铜锭 x 10
工作台/材料/高压工艺/压缩/能量压缩, 聚合银锭, 银锭 x 10
工作台/材料/高压工艺/压缩/能量压缩, 聚合磁铁矿锭, 磁铁锭 x 10
工作台/材料/高压工艺/压缩/能量压缩, 聚合铀矿锭, 铀矿锭 x 10
工作台/材料/高压工艺/压缩/能量压缩, 离子晶体核心, 离子晶体结晶 x 10
工作台/材料/高压工艺/压缩/能量压缩, 一箱智能芯片, 打包的智能芯片 x 10
工作台/材料/高压工艺/压缩/能量压缩, 一箱铜线, 打包的铜线 x 10
工作台/材料/高压工艺/压缩/能量压缩, 一箱接线盒, 打包的接线盒 x 10
工作台/材料/高压工艺/压缩/能量压缩, 一箱高级接线盒, 打包的高级接线盒 x 10
工作台/材料/高压工艺/压缩/化学品压缩, 桶装漂白剂, 罐装漂白剂 x 10
工作台/材料/高压工艺/压缩/化学品压缩, 桶装聚苯胺, 罐装聚苯胺 x 10
工作台/材料/高压工艺/压缩/化学品压缩, 桶装盐酸, 罐装盐酸 x 10
工作台/材料/高压工艺/压缩/化学品压缩, 桶装苯, 罐装苯 x 10
工作台/材料/高压工艺/压缩/化学品压缩, 桶装润滑剂, 罐装润滑剂 x 10
工作台/材料/高压工艺/压缩/材料压缩,  成堆的气凝胶 , 打包的气凝胶 x 10
工作台/材料/高压工艺/压缩/材料压缩,  成堆的人造纤维 , 打包的人造纤维 x 10
工作台/材料/高压工艺/压缩/材料压缩,  成堆的硅胶 , 打包的硅胶 x 10
工作台/材料/高压工艺/压缩/材料压缩,  成堆的纤维布 , 打包的纤维布 x 10
工作台/材料/高压工艺/解压/金属解压, 解压聚合塑钢锭, 聚合塑钢锭 x 1
工作台/材料/高压工艺/解压/金属解压, 解压聚合锂锭, 聚合锂锭 x 1
工作台/材料/高压工艺/解压/金属解压, 解压聚合铅锭, 聚合铅锭 x 1
工作台/材料/高压工艺/解压/金属解压, 解压聚合镍锭, 聚合镍锭 x 1
工作台/材料/高压工艺/解压/金属解压, 解压聚合钛锭, 聚合钛锭 x 1
工作台/材料/高压工艺/解压/食品解压, 拆开一件大罐过滤水, 一件大罐过滤水 x 1
工作台/材料/高压工艺/解压/食品解压, 分开5L过滤水, 5L桶装过滤水 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压致密钻石块, 致密钻石块 x 1
工作台/材料/高压工艺/解压/自然物品解压, 融解大块玻璃砖,  大块玻璃砖  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开釉瓷玻璃箱,  一箱釉瓷玻璃  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开潜行者牙齿箱,  一箱潜行者牙齿  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开酸蘑菇箱,  一箱酸蘑菇  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开珊瑚管箱,  一箱珊瑚管  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开宝石盘箱,  一箱宝石盘  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开海藻块箱,  一箱海藻块  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开海藻种子箱,  一箱海藻种子  x 1
工作台/材料/高压工艺/解压/自然物品解压, 拆开白蘑菇箱,  一箱白蘑菇  x 1
工作台/材料/高压工艺/解压/自然物品解压, 溶解聚合凝胶球, 聚合凝胶球 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压聚合蓝晶石, 聚合蓝晶石 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压聚合氧化铝, 聚合氧化铝 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压聚合石英, 聚合石英 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压致密盐块, 致密盐块 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压聚合硫结晶, 聚合硫结晶 x 1
工作台/材料/高压工艺/解压/自然物品解压, 解压聚合硫磺粉, 聚合硫磺粉 x 1
工作台/材料/高压工艺/解压/自然物品解压, 分解集群毒气囊, 集群毒气囊 x 1
工作台/材料/高压工艺/解压/能量解压, 分离聚合金锭, 聚合金锭 x 1
工作台/材料/高压工艺/解压/能量解压, 分离聚合铜锭, 聚合铜锭 x 1
工作台/材料/高压工艺/解压/能量解压, 分离聚合银锭, 聚合银锭 x 1
工作台/材料/高压工艺/解压/能量解压, 分离聚合磁铁矿锭, 聚合磁铁矿锭 x 1
工作台/材料/高压工艺/解压/能量解压, 分离聚合铀矿锭, 聚合铀矿锭 x 1
工作台/材料/高压工艺/解压/能量解压, 离子晶体核心溶解 , 离子晶体核心 x 1
工作台/材料/高压工艺/解压/能量解压, 拆开智能芯片箱, 一箱智能芯片 x 1
工作台/材料/高压工艺/解压/能量解压, 拆开铜线箱, 一箱铜线 x 1
工作台/材料/高压工艺/解压/能量解压, 拆开接线盒箱, 一箱接线盒 x 1
工作台/材料/高压工艺/解压/能量解压, 拆开高级接线盒箱, 一箱高级接线盒 x 1
工作台/材料/高压工艺/解压/化学品解压, 分开盐酸, 桶装盐酸 x 1
工作台/材料/高压工艺/解压/化学品解压, 分开漂白剂, 桶装漂白剂 x 1
工作台/材料/高压工艺/解压/化学品解压, 分开苯, 桶装苯 x 1
工作台/材料/高压工艺/解压/化学品解压, 分开聚苯胺, 桶装聚苯胺 x 1
工作台/材料/高压工艺/解压/化学品解压, 分开润滑剂, 桶装润滑剂 x 1
工作台/材料/高压工艺/解压/材料解压, 分离气凝胶,  成堆的气凝胶  x 1
工作台/材料/高压工艺/解压/材料解压, 分离人造纤维,  成堆的人造纤维  x 1
工作台/材料/高压工艺/解压/材料解压, 分离硅胶,  成堆的硅胶  x 1
工作台/材料/高压工艺/解压/材料解压, 分离纤维布,  成堆的纤维布  x 1
工作台/材料/电池, 锂离子电池, 锂 x 2|钛 x 2|铜矿 x 1
工作台/材料/电池, 高级锂离子电池, 锂离子电池 x 1|离子电池 x 1|氧化铝晶体 x 1|高级接线盒 x 1
工作台/材料/电池, 热能电池, 结晶硫 x 2|蓝晶石 x 2|镍矿 x 4
工作台/材料/电池, 裂变电池, 反应堆控制棒 x 3|铜线 x 2|镍矿 x 2
工作台/材料/电池, 生物质电池, 裂空者核心 x 1|磁铁矿 x 2|孵化酶 x 2|离子电池 x 1|铅 x 1|铀矿晶体 x 2
工作台/材料/电池, 磷酸铁锂电池, 磷酸铁锂阴极 x 1|磷酸铁锂阳极 x 1|磷酸铁锂电解液 x 1|铜矿 x 1|硅胶 x 1|钛 x 1
工作台/材料/电池, 电池, 酸蘑菇 x 5|铜矿 x 2
工作台/材料/电池, 离子电池, 离子晶体 x 1|金块 x 2|银矿石 x 2|智能芯片 x 1|铜线 x 1
工作台/材料/电池, 电磁电池, 电鳗 x 1|库什样本 x 3|锂 x 1|金块 x 1
工作台/材料/电池, 植物电池, 紫薯 x 1|甜瓜 x 1|挂果树的果实 x 1|面包树块 x 1|铜矿 x 1
工作台/材料/电池, 生物电池, 大眼仔 x 3|飞镖鱼 x 1|雷纳鱼 x 2|吸盘鱼 x 1|铁锹鱼 x 1|玻璃 x 1|铅 x 2
工作台/材料/电池, 血油电池, 血油 x 1|氧化铝晶体 x 1|钛 x 1
工作台/材料/电池, 一草一木一枉然冠名电池, 深海巨声 x 5|钛 x 1
工作台/材料/电池, 深槽离子结晶电池, 离子电池 x 1|蓝色先驱者芯片 x 1|橙色先驱者芯片 x 1
工作台/材料/电池,  伪 无尽 电池, 恒星燃料 x 1|伪无尽电池外壳 x 1|伪无尽电池内部构造 x 1
工作台/材料/电池, 爆裂电池, 自爆鱼 x 1|洞穴硫磺 x 1|金块 x 2|接线盒 x 1
工作台/材料/电池, 海藻种子电池, 海藻种子 x 2|铜矿 x 1
工作台/材料/电池, 洞穴硫磺电池, 结晶硫 x 1|钛 x 1|铜矿 x 1
工作台/材料/电池, 电磁脉冲电池, 蟹鱿 x 1|接线盒 x 2|钻石 x 2
工作台/材料/电池, 星星也追不上我冠名电池, 群星塔拉萨赛安鱼 x 2
工作台/材料/电池, 萤火虫冠名电池, 脑膜树种子 x 1|紫扇草种子 x 1|紫罗兰种子 x 1|荧根草种子 x 1|海樱花种子 x 1
工作台/材料/电池, 地狱电池, 岩浆蜥蜴 x 1|水母鳐 x 2|结晶硫 x 6|蓝晶石 x 1
工作台/材料/电池,  无尽 电池, 无尽电池能源 x 1|无尽电池外壳 x 1|无尽电池内部构造 x 1
工作台/材料/电池, 蓝晶离子电池, 离子晶体 x 1|金块 x 1|接线盒 x 1|蓝晶石 x 1|釉瓷玻璃 x 1
工作台/材料/电池, 蟹蛇电池, 蟹蛇 x 1|鬼眼鱼 x 3|蛇菇孢子 x 2|磁铁矿 x 4
工作台/材料/电池, 挂果树电池, 挂果树的果实 x 5|铜矿 x 1
工作台/材料/电池, 磁铁电池, 磁铁矿 x 1|钛 x 1|铜矿 x 1
工作台/材料/电池, 魔法电池, 鬼眼鱼 x 2|氧化铝晶体 x 2|铀矿晶体 x 1|白蘑菇 x 1
工作台/材料/电池, 光暗主宰者冠名电池, 钻石块 x 9
工作台/材料/电池, 浅眠者电池, 电池 x 1|酸蘑菇 x 3
工作台/材料/电池, 乳酸菌电池, 树蘑菇块 x 2|酸蘑菇 x 1
工作台/材料/电池, 核电池, 铀矿晶体 x 1|离子晶体 x 1|聚苯胺 x 1|钛 x 1
工作台/材料/电池, Phazon电池（银河战士联名款）, 电池 x 1|锂 x 2|钛 x 2|石英 x 1|铀矿晶体 x 2
工作台/材料/电池, 等离子电池, 铀矿晶体 x 6|反应堆控制棒 x 1
工作台/材料/电池, 提纯源岩冠名电池, 石英 x 1|铜矿 x 1|铅 x 1|钛 x 1|金块 x 1|镁 x 1|银矿石 x 1|钻石 x 1|锂 x 1|铀矿晶体 x 1|磁铁矿 x 1
工作台/材料/电池, 结晶硫电池, 洞穴硫磺 x 1|铜矿 x 1
工作台/材料/电池, 波奇Q冠名电池, 虎皮植物种子 x 2
工作台/材料/电池, 还在流浪的旅人冠名电池, 荧根草种子 x 2
工作台/材料/电池, 氚电池, 电池 x 1|锂 x 2|铀矿晶体 x 5
工作台/材料/电池, 创世纪电池V81, 动力电池 x 1|氧化铝晶体 x 2|石英 x 2|锂 x 3|洞穴硫磺 x 5|钻石 x 1
工作台/材料/电池, 诱变电池V82, 动力电池 x 3|漂白剂 x 3|锂 x 3|钛 x 5|石英 x 3|蓝晶石 x 3|氧化铝晶体 x 3|钻石 x 3|磁铁矿 x 3
工作台/材料/电池, 核诱变电池V83, 反应堆控制棒 x 1|离子动力单元 x 1|苯 x 3|漂白剂 x 5|锂 x 5|蓝晶石 x 5|氧化铝晶体 x 5|钻石 x 5|磁铁矿 x 5
工作台/材料/电池, 催眠电池, 催眠师 x 1|智能芯片 x 1|铀矿晶体 x 1
工作台/材料/电池, 星哥冠名电池, 反应堆控制棒 x 1
工作台/材料/电池, 夜樱神子冠名电池, 高级接线盒 x 1|离子晶体 x 2|智能芯片 x 1|白蘑菇 x 1
工作台/材料/动力电池, 锂离子动力电池, 锂离子电池 x 2|接线盒 x 1|铜矿 x 2
工作台/材料/动力电池, 高级锂离子动力电池, 高级锂离子电池 x 2|氧化铝晶体 x 2|铜矿 x 1
工作台/材料/动力电池, 热能动力电池, 热能电池 x 2|结晶硫 x 2|气凝胶 x 2
工作台/材料/动力电池, 裂变动力电池, 裂变电池 x 2|反应堆控制棒 x 2|铜线 x 1
工作台/材料/动力电池, 生物质动力电池, 生物质电池 x 2|硅胶 x 1
工作台/材料/动力电池, 磷酸铁锂动力电池, 磷酸铁锂电池 x 2|硅胶 x 1|铜矿 x 1
工作台/材料/动力电池, 动力电池, 电池 x 2|硅胶 x 1|锂 x 1|洞穴硫磺 x 1
工作台/材料/动力电池, 离子动力单元, 离子电池 x 2|硅胶 x 1|智能芯片 x 1|铜线 x 1|锂 x 4|聚苯胺 x 1
工作台/材料/动力电池, 电磁动力电池, 电磁电池 x 2|硅胶 x 1|库什样本 x 1
工作台/材料/动力电池, 植物动力电池, 植物电池 x 2|硅胶 x 1|纤维布 x 1
工作台/材料/动力电池, 生物动力电池, 生物电池 x 2|硅胶 x 1|大眼仔 x 1
工作台/材料/动力电池, 血油动力电池, 血油电池 x 2|硅胶 x 1|血油 x 1
工作台/材料/动力电池, 一草一木一枉然冠名动力电池, 一草一木一枉然冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 深槽离子结晶动力电池, 深槽离子结晶电池 x 2|硅胶 x 1|离子晶体 x 1
工作台/材料/动力电池,  伪 无尽 动力电池,  伪 无尽 电池 x 2|硅胶 x 1
工作台/材料/动力电池, 爆裂动力电池, 爆裂电池 x 2|硅胶 x 2
工作台/材料/动力电池, 海藻种子动力电池, 海藻种子电池 x 2|硅胶 x 1|润滑剂 x 1
工作台/材料/动力电池, 洞穴硫磺动力电池, 洞穴硫磺电池 x 2|硅胶 x 1|结晶硫 x 1
工作台/材料/动力电池, 电磁脉冲动力电池, 电磁脉冲电池 x 2|硅胶 x 1|接线盒 x 1
工作台/材料/动力电池, 星星也追不上我冠名动力电池, 星星也追不上我冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 萤火虫冠名动力电池, 萤火虫冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 地狱动力电池, 地狱电池 x 2|硅胶 x 1|结晶硫 x 1|毒气囊 x 1
工作台/材料/动力电池,  无尽 动力电池,  无尽 电池 x 2|硅胶 x 1
工作台/材料/动力电池, 蓝晶离子动力电池, 蓝晶离子电池 x 2|硅胶 x 1|蓝晶石 x 1|接线盒 x 1
工作台/材料/动力电池, 蟹蛇动力电池, 蟹蛇电池 x 2|硅胶 x 1|蛇菇孢子 x 1
工作台/材料/动力电池, 挂果树动力电池, 挂果树电池 x 2|硅胶 x 1|挂果树的果实 x 2
工作台/材料/动力电池, 磁铁动力电池, 磁铁电池 x 2|硅胶 x 1|磁铁矿 x 1
工作台/材料/动力电池, 魔法动力电池, 魔法电池 x 2|硅胶 x 1|高级接线盒 x 1|鬼眼鱼 x 2
工作台/材料/动力电池, 光暗主宰者冠名动力电池, 光暗主宰者冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 浅眠者动力电池, 浅眠者电池 x 2|硅胶 x 1|酸蘑菇 x 1
工作台/材料/动力电池, 乳酸菌动力电池, 乳酸菌电池 x 2|硅胶 x 1|铜矿 x 1
工作台/材料/动力电池, 核动力电池, 核电池 x 2|硅胶 x 1|智能芯片 x 1|反应堆控制棒 x 1|高级接线盒 x 1
工作台/材料/动力电池, Phazon动力电池（银河战士联名款）, Phazon电池（银河战士联名款） x 2|硅胶 x 1|石英 x 1|铀矿晶体 x 1
工作台/材料/动力电池, 等离子动力电池, 等离子电池 x 2|硅胶 x 1
工作台/材料/动力电池, 提纯源岩冠名动力电池, 提纯源岩冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 结晶硫动力电池, 结晶硫电池 x 2|硅胶 x 1|洞穴硫磺 x 1
工作台/材料/动力电池, 波奇Q冠名动力电池, 波奇Q冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 还在流浪的旅人冠名动力电池, 还在流浪的旅人冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 氚动力电池, 氚电池 x 2|硅胶 x 1
工作台/材料/动力电池, 创世纪动力电池V81, 创世纪电池V81 x 2|硅胶 x 3|钛 x 5
工作台/材料/动力电池, 诱变动力电池V82, 诱变电池V82 x 2|硅胶 x 3|盐酸 x 3|钛 x 3
工作台/材料/动力电池, 核诱变动力电池V83, 核诱变电池V83 x 2|硅胶 x 5|盐酸 x 5|钛 x 5|铜线 x 5|纤维布 x 10|玻璃 x 5
工作台/材料/动力电池, 催眠动力电池, 催眠电池 x 2|硅胶 x 1|银矿石 x 1
工作台/材料/动力电池, 星哥冠名动力电池, 星哥冠名电池 x 2|硅胶 x 1
工作台/材料/动力电池, 夜樱神子冠名动力电池, 夜樱神子冠名电池 x 2|硅胶 x 1
工作台/材料/生物燃料/实验室设备, 锂动力电池, 锂 x 3|硅胶 x 1|钛 x 1
工作台/材料/生物燃料/实验室设备, 不可充电电池, 锂动力电池 x 2|硅胶 x 1|纤维布 x 1|钛 x 1
工作台/材料/生物燃料/实验室设备, 显微镜, 电子显微镜（失效） x 1|不可充电电池 x 5
工作台/材料/生物燃料/实验室设备, 流体分析仪, 流体分析仪（失效） x 1|不可充电电池 x 1
工作台/材料/生物燃料/实验室设备, 样本分析仪, 样本分析仪（失效） x 1|不可充电电池 x 3
工作台/材料/生物燃料/实验室设备, 不可充电电池, 镁 x 1|硅胶 x 1|人造纤维 x 1|钛 x 1
工作台/材料/生物燃料/生物工程, 泡泡鱼DNA, 泡泡鱼 x 10|样本分析仪 x 1
工作台/材料/生物燃料/生物工程, 漂浮者DNA, 漂浮者 x 10|样本分析仪 x 1
工作台/材料/生物燃料/生物工程, 蟹鱿DNA, 蟹鱿 x 5|样本分析仪 x 1
工作台/材料/生物燃料/生物工程, 利维坦DNA, 外星生物的粪便 x 5|样本分析仪 x 1
工作台/材料/生物燃料/生物工程, 血油铁锹鱼蛋, 铁锹鱼蛋 x 1|血油 x 1|桶装植物油 x 1
工作台/材料/生物燃料/生物工程, 礁背鱼蛋, 血油铁锹鱼蛋 x 1|桶装植物油 x 1|利维坦DNA x 1|漂浮者DNA x 1|显微镜 x 1
工作台/材料/生物燃料/生物工程, 泡泡铁锹鱼, 血油铁锹鱼蛋 x 1|泡泡鱼DNA x 1|显微镜 x 1
工作台/材料/生物燃料/生物工程, 蟹鱿铁锹鱼, 血油铁锹鱼蛋 x 1|蟹鱿DNA x 1|显微镜 x 1
工作台/材料/生物燃料/生物工程, 泡泡铁锹鱼DNA, 泡泡铁锹鱼 x 10|样本分析仪 x 1
工作台/材料/生物燃料/生物工程, 蟹鱿铁锹鱼DNA, 蟹鱿铁锹鱼 x 10|样本分析仪 x 1
工作台/材料/生物燃料/生物工程, 转基因铁锹鱼, 血油铁锹鱼蛋 x 1|泡泡铁锹鱼DNA x 1|蟹鱿铁锹鱼DNA x 1|显微镜 x 1
工作台/材料/生物燃料/高级燃料, 氨, 海水 x 5|盐酸 x 5
工作台/材料/生物燃料/高级燃料, 厌氧氨氧化菌, 海水 x 10|外星生物的粪便 x 5
工作台/材料/生物燃料/高级燃料, 罐装肼, 厌氧氨氧化菌 x 1|一瓶蒸馏水 x 2|氨 x 4
工作台/材料/生物燃料/高级燃料, 肼动力电池, 罐装肼 x 1|钛 x 1|钻石 x 1|接线盒 x 1
工作台/材料/生物燃料/高级燃料, 桶装生物柴油, 脂肪桶 x 2|桶装植物油 x 2|乙醇桶 x 1|毒气囊 x 5
工作台/材料/生物燃料/高级燃料, 粒子陷阱, 钛 x 4|锂 x 2|铅 x 2|镁 x 2|釉瓷玻璃 x 2|桶装生物柴油 x 2
工作台/材料/生物燃料/高级燃料, 暗生物能, 铀矿晶体 x 2|肼动力电池 x 1|离子晶体 x 2|粒子陷阱 x 1
工作台/材料/生物燃料/生物燃料, 动物油脂, 飞镖鱼 x 6|咖喱鱼 x 8
工作台/材料/生物燃料/生物燃料, 脂肪桶, 动物油脂 x 12|钛 x 4
工作台/材料/生物燃料/生物燃料, 动物油脂, 转基因铁锹鱼 x 3
工作台/材料/生物燃料/生物燃料, 动物油脂, 蟹鱿铁锹鱼 x 5
工作台/材料/生物燃料/生物燃料, 动物油脂, 泡泡铁锹鱼 x 7
工作台/材料/生物燃料/生物燃料, 动物油脂, 雷纳鱼 x 9
工作台/材料/生物燃料/生物燃料, 大桶脂肪, 礁背鱼 x 1|钛 x 4
工作台/材料/生物燃料/生物质, 一瓶植物油, 海藻种子 x 6
工作台/材料/生物燃料/生物质, 瓶装植物油, 一瓶植物油 x 10
工作台/材料/生物燃料/生物质, 桶装植物油, 瓶装植物油 x 3|钛 x 1
工作台/材料/生物燃料/生物质, 桶装植物油, 橘子菇孢子 x 4|宝石盘碎片 x 4|钛 x 1
工作台/材料/生物燃料/生物质, 瓶装植物油, 血油 x 7
工作台/材料/生物燃料/生物质, 瓶装植物油, 凝胶球 x 15
工作台/材料/生物燃料/发酵, 酵母, 紫薯 x 4|草莓菇 x 1|盐块 x 2|树蘑菇块 x 4|一桶蒸馏水 x 1
工作台/材料/生物燃料/发酵, 乙醇桶, 甜瓜 x 3|挂果树的果实 x 3|酵母 x 1|一桶蒸馏水 x 1|钛 x 1
工作台/材料/生物燃料/基础液体, 海水, 触手草种子 x 10
工作台/材料/生物燃料/基础液体, 一瓶蒸馏水, 大瓶过滤水 x 2
工作台/材料/生物燃料/基础液体, 一桶蒸馏水, 一瓶蒸馏水 x 3
工作台/材料/生物燃料/基础液体, 瓶装蒸馏水, 泡泡铁锹鱼 x 3
工作台/材料/生物燃料/基础液体, 一瓶蒸馏水, 海水 x 6
工作台/材料/生物燃料/基础液体, 大瓶过滤水 (x2), 转基因铁锹鱼 x 1
工作台/材料/生物燃料/粪便燃料, 干粪, 外星生物的粪便 x 5
工作台/材料/生物燃料/粪便燃料, 粪便球, 干粪 x 10|海水 x 5
工作台/材料/生物燃料/粪便燃料, 干粪球, 粪便球 x 6
工作台/材料/生物燃料/粪便燃料, 粪球堆, 干粪球 x 3
工作台/生存/水, 过滤水, 泡泡鱼 x 2
工作台/生存/水, 纯净水, 漂白剂 x 1|过滤水 x 1
工作台/生存/水, 纯净水, 滤食者 x 1
工作台/生存/水, 纯净水, 漂浮者 x 2
工作台/生存/水, 大瓶过滤水, 过滤水 x 2
工作台/生存/水, 瓜味水, 甜瓜 x 2
工作台/生存/水, 海藻水, 海藻块 x 2
工作台/生存/水, 库什水, 库什样本 x 2
工作台/生存/水, 凝胶水, 凝胶球 x 2
工作台/生存/水, 面包树汁水, 面包树块 x 1
工作台/生存/水, 紫色的水, 紫薯 x 2
工作台/生存/水, 灯笼果汁, 挂果树的果实 x 2
工作台/生存/水, 热水瓶和咖啡, 纯净水 x 1|纯正美式咖啡 x 2
工作台/生存/水, 大眼仔牌饮料, 大眼仔 x 2
工作台/生存/水, 布朗多口渴杀手, 纯净水 x 1|盐块 x 1
工作台/生存/水, 布朗多口渴杀手, 纯净水 x 6|盐块 x 6
工作台/生存/水, 加强型大瓶滤水, 大瓶过滤水 x 2
工作台/生存/水, KSI? 顶级补水, 过滤水 x 1
工作台/生存/水, 柠檬薄荷补水, 过滤水 x 1
工作台/生存/水, 柠檬补水, 过滤水 x 1
工作台/生存/水, 元月亮补水, 过滤水 x 1
工作台/生存/水, 光辉莓原液补水, 过滤水 x 1
工作台/生存/水, Glowberry Prime Hydration, 过滤水 x 1
工作台/生存/水, 葡萄精华补水, 过滤水 x 1
工作台/生存/水, 冰镇精华补水, 过滤水 x 1
工作台/生存/水, 蓝莓精华补水, 过滤水 x 1
工作台/生存/水, 热带水果精华补水, 过滤水 x 1
工作台/生存/水, 水壶, 大瓶过滤水 x 2
工作台/生存/水, 大消毒水, 纯净水 x 2
工作台/生存/烹饪过的食物, 烤熟的洞洞鱼, 洞洞鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的大眼仔, 大眼仔 x 1
工作台/生存/烹饪过的食物, 烤熟的泡泡鱼, 泡泡鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的咖喱鱼, 咖喱鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的吸盘鱼, 吸盘鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的雷纳鱼, 雷纳鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的铁锹鱼, 铁锹鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的飞镖鱼, 飞镖鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的岩浆飞镖鱼, 岩浆飞镖鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的小眼仔, 小眼仔 x 1
工作台/生存/烹饪过的食物, 烤熟的岩浆小眼仔, 岩浆小眼仔 x 1
工作台/生存/烹饪过的食物, 烤熟的鬼眼鱼, 鬼眼鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的圈圈鱼, 圈圈鱼 x 1
工作台/生存/烹饪过的食物, 熟的刺头鱼, 刺头鱼 x 1
工作台/生存/烹饪过的食物, 煮熟的阿尔法大眼仔, 阿尔法大眼仔 x 1
工作台/生存/烹饪过的食物, 煮熟的阿尔法大眼仔, 阿尔法大眼仔 x 1
工作台/生存/烹饪过的食物, 煮熟的阿尔法大眼仔, 阿尔法大眼仔 x 1
工作台/生存/烹饪过的食物, 煮熟的阿尔法大眼仔, 阿尔法大眼仔 x 1
工作台/生存/烹饪过的食物, 煮熟的阿尔法大眼仔, 阿尔法大眼仔 x 1
工作台/生存/烹饪过的食物, 煮熟的红宝石小丑纹钳蟹, 红宝石小丑纹钳蟹 x 1
工作台/生存/烹饪过的食物, 煮熟的蓝宝石小丑纹钳蟹, 蓝宝石小丑纹钳蟹 x 1
工作台/生存/烹饪过的食物, 煮熟的翡翠小丑纹钳蟹, 翡翠小丑纹钳蟹 x 1
工作台/生存/烹饪过的食物, 煮熟的琥珀小丑纹钳蟹, 琥珀小丑纹钳蟹 x 1
工作台/生存/烹饪过的食物, 煮熟的黄水晶小丑纹钳蟹, 黄水晶小丑纹钳蟹 x 1
工作台/生存/烹饪过的食物, 煮熟的斧尾鱼, 斧尾鱼 x 1
工作台/生存/烹饪过的食物, 煮熟的丝带鳗, 丝带鳐 x 1
工作台/生存/烹饪过的食物, 煮熟的滤食者, 滤食者 x 1
工作台/生存/烹饪过的食物, 煮熟的果冻螺旋, 果冻螺旋 x 1
工作台/生存/烹饪过的食物, 煮熟的三角鱼, 三角鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的泡泡铁锹鱼, 泡泡铁锹鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的蟹鱿铁锹鱼, 蟹鱿铁锹鱼 x 1
工作台/生存/烹饪过的食物, 烤熟的转基因铁锹鱼, 转基因铁锹鱼 x 1
工作台/生存/腌制食物, 腌制洞洞鱼, 洞洞鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制大眼仔, 大眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制泡泡鱼, 泡泡鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制咖喱鱼, 咖喱鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制吸盘鱼, 吸盘鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制雷纳鱼, 雷纳鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制铁锹鱼, 铁锹鱼 x 1
工作台/生存/腌制食物, 腌制飞镖鱼, 飞镖鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的岩浆飞镖鱼, 岩浆飞镖鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制小眼仔, 小眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的岩浆小眼仔, 岩浆小眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制鬼眼鱼, 鬼眼鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制圈圈鱼, 圈圈鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制刺头鱼, 刺头鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的阿尔法大眼仔, 阿尔法大眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的阿尔法大眼仔, 阿尔法大眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的阿尔法大眼仔, 阿尔法大眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的阿尔法大眼仔, 阿尔法大眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的阿尔法大眼仔, 阿尔法大眼仔 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的红宝石小丑纹钳蟹, 红宝石小丑纹钳蟹 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的蓝宝石小丑纹钳蟹, 蓝宝石小丑纹钳蟹 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的翡翠小丑纹钳蟹, 翡翠小丑纹钳蟹 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的琥珀小丑纹钳蟹, 琥珀小丑纹钳蟹 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的黄水晶小丑纹钳蟹, 黄水晶小丑纹钳蟹 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的斧尾鱼, 斧尾鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的丝带鳐, 丝带鳐 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的滤食者, 滤食者 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的果冻螺旋, 果冻螺旋 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的三角鱼, 三角鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌面包树, 面包树块 x 1|盐块 x 1
工作台/生存/腌制食物, 腌库什样本, 库什样本 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的挂果树果实, 挂果树的果实 x 1|盐块 x 1
工作台/生存/腌制食物, 腌甜瓜, 甜瓜 x 1|盐块 x 1
工作台/生存/腌制食物, 腌紫薯, 紫薯 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的泡泡铁锹鱼, 泡泡铁锹鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的蟹鱿铁锹鱼, 蟹鱿铁锹鱼 x 1|盐块 x 1
工作台/生存/腌制食物, 腌制的转基因铁锹鱼, 转基因铁锹鱼 x 1|盐块 x 1
工作台/生存/更好的营养块/素食类营养块, 微型素食营养块, 海藻块 x 2|盐块 x 1
工作台/生存/更好的营养块/素食类营养块, 小型素食营养块, 海藻块 x 3|珊瑚管样本 x 2|盐块 x 1
工作台/生存/更好的营养块/素食类营养块, 中型素食营养块, 挂果树的果实 x 3|珊瑚管样本 x 2|盐块 x 2
工作台/生存/更好的营养块/素食类营养块, 大型素食营养块, 紫薯 x 3|挂果树的果实 x 1|盐块 x 2
工作台/生存/更好的营养块/杂食类营养块, 微型杂食营养块, 大眼仔 x 2|盐块 x 1
工作台/生存/更好的营养块/杂食类营养块, 小型杂食营养块, 大眼仔 x 3|飞镖鱼 x 1|盐块 x 1
工作台/生存/更好的营养块/杂食类营养块, 中型杂食营养块, 铁锹鱼 x 3|飞镖鱼 x 2|盐块 x 2
工作台/生存/更好的营养块/杂食类营养块, 大型杂食营养块, 铁锹鱼 x 4|飞镖鱼 x 2|大眼仔 x 2|盐块 x 3
工作台/生存/更好的营养块/异域风情的营养块, 微量外来营养块, 泡泡鱼 x 2|鬼眼鱼 x 2|盐块 x 2
工作台/生存/更好的营养块/异域风情的营养块, 小型外星营养块, 泡泡鱼 x 4|鬼眼鱼 x 2|挂果树的果实 x 2|盐块 x 2
工作台/生存/更好的营养块/异域风情的营养块, 中型外星营养块, 泡泡鱼 x 4|鬼眼鱼 x 2|挂果树的果实 x 2|刺头鱼 x 2|盐块 x 3
工作台/生存/更好的营养块/异域风情的营养块, 大型外星营养块, 泡泡鱼 x 4|鬼眼鱼 x 4|挂果树的果实 x 2|刺头鱼 x 4|铁锹鱼 x 4|盐块 x 3
工作台/生存/更好的营养块/异域风情的营养块, 恶心的外星营养块, 抱抱鱼 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 洞洞鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 大眼仔 x 3|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 泡泡鱼 x 5|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 咖喱鱼 x 5|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 吸盘鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 雷纳鱼 x 2|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 铁锹鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 飞镖鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 岩浆飞镖鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 小眼仔 x 5|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 岩浆小眼仔 x 5|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 鬼眼鱼 x 3|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 圈圈鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 刺头鱼 x 4|盐块 x 1|海藻块 x 1
工作台/生存/仿制速食饼干, 仿制速食饼干, 面包树块 x 1|紫薯 x 1|挂果树的果实 x 1|甜瓜 x 1|盐块 x 1|海藻块 x 1
工作台/生存/其他食品, 速食饼干, 腌制雷纳鱼 x 2|紫薯 x 2|挂果树的果实 x 2
工作台/生存/其他食品, 生面团, 珊瑚管样本 x 2|过滤水 x 1|潜行者的牙齿 x 3
工作台/生存/其他食品, 水果沙拉, 挂果树的果实 x 3|甜瓜 x 2
工作台/生存/其他食品, 蔬菜沙拉, 紫薯 x 4|面包树块 x 2
工作台/生存/其他食品, 海藻面条, 海藻块 x 3|烤熟的大眼仔 x 1|纯正美式咖啡 x 1
工作台/生存/其他食品, 营养供应胶囊, 薯片 x 4|零食 x 4|土豆条 x 4|纯正美式咖啡 x 4|大瓶过滤水 x 2|速食饼干 x 1
工作台/生存/其他食品, 水果沙拉, 甜瓜 x 1|挂果树的果实 x 1
工作台/生存/其他食品, 马铃薯粉, 紫薯 x 1|海藻块 x 1|大瓶过滤水 x 1
工作台/生存/其他食品, 压缩饼干, 紫薯 x 1|海藻块 x 1|腌制大眼仔 x 1|大瓶过滤水 x 1
工作台/生存/其他食品, 海洋之果, 库什样本 x 1|海藻块 x 1|凝胶球 x 1
工作台/生存/其他食品, 海带罐头, 海藻块 x 6|钛 x 1
工作台/生存/其他食品, 浓缩大眼仔, 腌制大眼仔 x 2|盐块 x 1
工作台/生存/其他食品, 鱼酱块, 腌制雷纳鱼 x 2|盐块 x 1
工作台/生存/其他食品, 士力加, 离子晶体 x 1|紫薯 x 2
工作台/生存/其他食品, 营养棒, 雷纳鱼 x 3|海藻块 x 1
工作台/生存/其他食品, 大眼仔汉堡, 大眼仔 x 3|生面团 x 2|海藻块 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟骨鲨, 骨鲨 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟电鳗, 电鳗 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟蟹蛇, 蟹蛇 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟蟹鱿, 蟹鱿 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟爆炸鱼, 自爆鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟毒气鱼, 毒气鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟凝光鳐鱼, 水母鳐 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟熔岩蜥蜴, 岩浆蜥蜴 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟催眠师, 催眠师 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟兔子鱼, 兔子鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟沙鲨, 沙鲨 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟潜行者, 潜行者 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟礁背鱼, 礁背鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟死神利维坦, 死神利维坦 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟青年幽灵利维坦, 幽灵利维坦少年体 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟幽灵利维坦, 幽灵利维坦 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟海龙利维坦, 海龙利维坦 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟海皇宝宝, 海皇幼体 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟青年海皇利维坦, 少年海皇利维坦 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟裂空者, 裂空者 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟外星机器人, 外星机器人 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟踏浪者, 踏浪者 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟燕子鱼, 燕子鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟食人鱼, 食人鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟讨厌鬼, 讨厌鬼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟瞒跚蟹, 蹒跚蟹 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟吸血虫, 吸血虫 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟幽灵鳐, 幽灵鳐 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟猩红鳐, 猩红鳐 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟外星粪便, 外星生物的粪便 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟离子晶体, 离子晶体 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟吸电虫, 熔岩虫 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟漂浮者, 漂浮者 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟沙虫, 沙虫 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟抱抱鱼, 抱抱鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟跳跳鱼, 跳跳鱼 x 1
工作台/生存/吃遍深海/烹饪拓展, 熟跳跳鱼, 跳跳鱼 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的骨鲨, 骨鲨 x 1|盐块 x 6
工作台/生存/吃遍深海/腌制拓展, 腌制的电鳗, 电鳗 x 1|盐块 x 8
工作台/生存/吃遍深海/腌制拓展, 腌制的蟹蛇, 蟹蛇 x 1|盐块 x 8
工作台/生存/吃遍深海/腌制拓展, 腌制的蟹鱿, 蟹鱿 x 1|盐块 x 5
工作台/生存/吃遍深海/腌制拓展, 腌制的爆炸鱼, 自爆鱼 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的毒气鱼, 毒气鱼 x 1|盐块 x 6
工作台/生存/吃遍深海/腌制拓展, 腌制的水母鳐, 水母鳐 x 1|盐块 x 8
工作台/生存/吃遍深海/腌制拓展, 腌制的熔岩蜥蜴, 岩浆蜥蜴 x 1|盐块 x 7
工作台/生存/吃遍深海/腌制拓展, 腌制的催眠师, 催眠师 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的兔子鱼, 兔子鱼 x 1|盐块 x 3
工作台/生存/吃遍深海/腌制拓展, 腌制的沙鲨, 沙鲨 x 1|盐块 x 6
工作台/生存/吃遍深海/腌制拓展, 腌制的潜行者, 潜行者 x 1|盐块 x 7
工作台/生存/吃遍深海/腌制拓展, 腌制的礁背鱼, 礁背鱼 x 1|盐块 x 9
工作台/生存/吃遍深海/腌制拓展, 腌制的死神利维坦, 死神利维坦 x 1|盐块 x 13
工作台/生存/吃遍深海/腌制拓展, 腌制的青年幽灵利维坦, 幽灵利维坦少年体 x 1|盐块 x 15
工作台/生存/吃遍深海/腌制拓展, 腌制的幽灵利维坦, 幽灵利维坦 x 1|盐块 x 14
工作台/生存/吃遍深海/腌制拓展, 腌制的海龙利维坦, 海龙利维坦 x 1|盐块 x 12
工作台/生存/吃遍深海/腌制拓展, 腌制的海皇宝宝, 海皇幼体 x 1|盐块 x 7
工作台/生存/吃遍深海/腌制拓展, 腌制的青年海皇利维坦, 少年海皇利维坦 x 1|盐块 x 13
工作台/生存/吃遍深海/腌制拓展, 腌制的裂空者, 裂空者 x 1|盐块 x 3
工作台/生存/吃遍深海/腌制拓展, 腌制的外星机器人, 外星机器人 x 1|盐块 x 2
工作台/生存/吃遍深海/腌制拓展, 腌制的踏浪者, 踏浪者 x 1|盐块 x 13
工作台/生存/吃遍深海/腌制拓展, 腌制的燕子鱼, 燕子鱼 x 1|盐块 x 2
工作台/生存/吃遍深海/腌制拓展, 腌制的食人鱼, 食人鱼 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的讨厌鬼, 讨厌鬼 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的瞒跚蟹, 蹒跚蟹 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的吸血虫, 吸血虫 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的幽灵鳐, 幽灵鳐 x 1|盐块 x 7
工作台/生存/吃遍深海/腌制拓展, 腌制的猩红鳐, 猩红鳐 x 1|盐块 x 7
工作台/生存/吃遍深海/腌制拓展, 腌制的外星粪便, 外星生物的粪便 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的离子晶体, 离子晶体 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的吸电虫, 熔岩虫 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的漂浮者, 漂浮者 x 1|盐块 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的沙虫, 沙虫 x 1
工作台/生存/吃遍深海/腌制拓展, 腌制的抱抱鱼, 抱抱鱼 x 1|盐块 x 2
工作台/生存/吃遍深海/腌制拓展, 腌制的跳跳鱼, 跳跳鱼 x 1|盐块 x 2
工作台/生存/吃遍深海/腌制拓展, 腌制的跳跳鱼, 跳跳鱼 x 1|盐块 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟滑行者, 滑行者 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟扭曲鳗, 扭曲鳗 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟群星塔拉萨赛安鱼, 群星塔拉萨赛安鱼 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟碧绿塔拉萨赛安鱼, 碧绿塔拉萨赛安鱼 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟吞噬利维坦, 吞噬利维坦 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟吞噬利维坦宝宝, 吞噬利维坦宝宝 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟深海巨声, 深海巨声 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟尘世巨蟒, 尘世巨蟒 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟深渊之眼, 深渊之眼 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟远古深海巨声, 远古 深海巨声 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟深渊尘世巨蟒, 深渊 尘世巨蟒 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟深渊鮟鱇, ??? x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟幼年泰坦利维坦, 幼年泰坦利维坦 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟青年泰坦利维坦, 青年泰坦利维坦 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟青年远古泰坦, 青年远古泰坦 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟远古泰坦, 远古泰坦成体 x 1
工作台/生存/吃遍深海联动/联动烹饪拓展, 熟远古泰坦幼崽, 远古泰坦幼崽 x 1
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的滑行者, 滑行者 x 1|盐块 x 5
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的扭曲鳗, 扭曲鳗 x 1|盐块 x 8
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的群星塔拉萨赛安鱼, 群星塔拉萨赛安鱼 x 1|盐块 x 14
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的碧绿塔拉萨赛安鱼, 碧绿塔拉萨赛安鱼 x 1|盐块 x 14
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的吞噬利维坦, 吞噬利维坦 x 1|盐块 x 13
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的吞噬利维坦宝宝, 吞噬利维坦宝宝 x 1|盐块 x 8
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的深海巨声, 深海巨声 x 1|盐块 x 12
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的尘世巨蟒, 尘世巨蟒 x 1|盐块 x 15
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的深渊之眼, 深渊之眼 x 1|盐块 x 8
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的远古深海巨声, 远古 深海巨声 x 1|盐块 x 14
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的深渊尘世巨蟒, 深渊 尘世巨蟒 x 1|盐块 x 14
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的深渊鮟鱇, ??? x 1|盐块 x 9
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的幼年泰坦利维坦, 幼年泰坦利维坦 x 1|盐块 x 24
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的青年泰坦利维坦, 青年泰坦利维坦 x 1|盐块 x 20|盐块 x 10
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的青年远古泰坦, 青年远古泰坦 x 1|盐块 x 25
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的远古泰坦, 远古泰坦成体 x 1|盐块 x 18|盐块 x 18
工作台/生存/吃遍深海联动/联动腌制拓展, 腌制的远古泰坦幼崽, 远古泰坦幼崽 x 1|盐块 x 15
工作台/生存/彩蛋物品, Myrme冠名指甲盖, 大眼仔 x 2|海藻块 x 2
工作台/生存/彩蛋物品, 该死的22.5度冠名宿舍零食, 薯片 x 4|零食 x 4|土豆条 x 4|纯正美式咖啡 x 4
工作台/生存/彩蛋物品, 第二张哭了哭了冠名充气小伙伴, 生存匕首 x 1|燃烧棒 x 1
工作台/生存/彩蛋物品, AWSL冠名, 大眼仔 x 3
工作台/生存/彩蛋物品, 牢潜冠名眼科医院团购券, 大眼仔 x 1
工作台/生存/彩蛋物品, 摇光冠名猫猫, 大瓶过滤水 x 1|海藻块 x 2
工作台/生存/彩蛋物品, 狮子大开口冠名憨批, 跳跳鱼 x 1
工作台/生存/彩蛋物品, 云漾冠名哈基云, 体素花种子 x 1
工作台/生存/彩蛋物品, CC冠名云猫, 触手草种子 x 1|润滑剂 x 1
工作台/生存/彩蛋物品, 佐仓双叶, 钛 x 2
工作台/生存/彩蛋物品, 大雨不是小雨冠名水瓶, 纯净水 x 1
工作台/生存/彩蛋物品, 银狐冠名干脆面, 海藻块 x 3
工作台/生存/彩蛋物品, 炽某人冠名踏浪者咖喱, 外星生物的粪便 x 3|过滤水 x 1|咖喱鱼 x 1
工作台/生存/彩蛋物品, 羽落冠名大面包, 面包树块 x 10
工作台/角色/装备, 标准氧气瓶, 钛 x 5|硅胶 x 1
工作台/角色/装备, 大容量氧气瓶, 标准氧气瓶 x 1|石英 x 2|钛 x 4|硅胶 x 1
工作台/角色/装备, 脚蹼, 硅胶 x 4|纤维布 x 2
工作台/角色/装备, 防辐射服, 纤维布 x 6|铅 x 2|硅胶 x 4|玻璃 x 1
工作台/角色/装备, 强化潜水服, 人造纤维 x 3|纤维布 x 2|钻石 x 2|钛 x 2|硅胶 x 5|合成橡胶 x 2|气凝胶 x 2
工作台/角色/装备, 环保潜水服, 纤维布 x 3|气凝胶 x 1|铜线 x 2|硅胶 x 3|智能芯片 x 1
工作台/角色/装备, 急救包, 纤维布 x 4|漂白剂 x 1
工作台/角色/装备, 灭火器, 钛 x 2|珊瑚管样本 x 2
工作台/角色/装备, 循环呼吸器, 接线盒 x 1|纤维布 x 1|硅胶 x 1|釉瓷玻璃 x 1|钛 x 5|人造纤维 x 1|智能芯片 x 1
工作台/角色/装备, 指南针, 钛 x 2|磁铁矿 x 1|玻璃 x 1
工作台/角色/装备, 导气管, 钛 x 1
工作台/角色/装备, 浮动空气泵, 钛 x 4|气囊 x 1
工作台/角色/装备, 紫色先驱者芯片, 离子晶体 x 1|紫金 x 4|智能芯片 x 1|高级接线盒 x 1
工作台/角色/装备, 蓝色先驱者芯片, 离子晶体 x 1|蓝晶石 x 4|智能芯片 x 1|高级接线盒 x 1
工作台/角色/装备, 橙色先驱者芯片, 离子晶体 x 1|镍矿 x 4|智能芯片 x 1|高级接线盒 x 1
工作台/角色/装备, 太阳能充电器芯片, 智能芯片 x 1|石英 x 2|铜矿 x 2
工作台/角色/装备, 热充电器芯片, 智能芯片 x 1|磁铁矿 x 2|气凝胶 x 1
工作台/角色/装备, 氧气瓶连通器, 钛 x 5|硅胶 x 2|润滑剂 x 4|纤维布 x 1
工作台/角色/装备, 盐水潜水服, 盐酸 x 3|海藻块 x 3|人造纤维 x 3|纤维布 x 4|钻石 x 2|钛 x 7|硅胶 x 6|合成橡胶 x 2|气凝胶 x 2|接线盒 x 1|釉瓷玻璃 x 1|智能芯片 x 1
工作台/角色/装备, 自动物品转换芯片, 离子晶体 x 2|智能芯片 x 2|蓝晶石 x 2|高级接线盒 x 2|孵化酶 x 1
工作台/角色/装备, 白色先驱者芯片, 离子晶体 x 1|铯绿柱石 x 4|智能芯片 x 1|高级接线盒 x 1
工作台/角色/装备, 红色先驱者芯片, 离子晶体 x 1|红绿宝石 x 4|智能芯片 x 1|高级接线盒 x 1
工作台/角色/装备, 背包MKI, 硅胶 x 1|纤维布 x 1
工作台/角色/装备, 背包MKII, 合成橡胶 x 1|硅胶 x 1|人造纤维 x 1|背包MKI x 1
工作台/角色/装备, 背包MKIII, 背包MKII x 1|硅胶 x 1|气凝胶 x 1
工作台/角色/装备, 无尽头盔, 中子锭 x 15|无尽锭 x 19|无尽催化剂 x 2
工作台/角色/装备, 无尽护甲, 无尽胸甲 x 1|无尽护腿 x 1
工作台/角色/装备, 无尽靴子, 中子锭 x 16|无尽锭 x 10
工作台/角色/装备, 夜视仪HUD, 高级接线盒 x 1|磁铁矿 x 2|智能芯片 x 1
工作台/角色/装备, 声纳芯片, 高级接线盒 x 1|磁铁矿 x 2|智能芯片 x 1|虎皮植物种子 x 1
工作台/角色/装备, 曲速晶片, 植入式追踪器 x 1|磁铁矿 x 1|基础芯片 x 1|智能芯片 x 1|时间方位晶体 x 1|空间晶体 x 1
工作台/角色/装备, 间谍手表, 玻璃 x 1|高级接线盒 x 1|智能芯片 x 1|离子晶体 x 1|脑膜树种子 x 1
工作台/角色/工具, 扫描仪, 电池 x 1|钛 x 4|智能芯片 x 1|硅胶 x 1|宝石盘碎片 x 1|玻璃 x 1|纤维布 x 1|接线盒 x 1
工作台/角色/工具, 焊接器, 硅胶 x 1|智能芯片 x 1|钛 x 3|洞穴硫磺 x 2|接线盒 x 1|电池 x 1|镁 x 1|纤维布 x 1
工作台/角色/工具, 手电筒, 电池 x 1|玻璃 x 1|钛 x 2|纤维布 x 1|硅胶 x 1
工作台/角色/工具, 生存匕首, 硅胶 x 1|钛 x 4
工作台/角色/工具, 水下导索, 电池 x 1|铜线 x 1|钛 x 4|硅胶 x 1|接线盒 x 1|纤维布 x 1
工作台/角色/工具, 气囊, 硅胶 x 1|泡泡鱼 x 2|纤维布 x 1
工作台/角色/工具, 燃烧棒, 洞穴硫磺 x 5|钛 x 1|镁 x 3
工作台/角色/工具, 建造器, 智能芯片 x 2|接线盒 x 1|电池 x 1|玫瑰金 x 2|硅胶 x 1|纤维布 x 1
工作台/角色/工具, 激光切割器, 钻石 x 2|电池 x 1|钛 x 3|洞穴硫磺 x 3|接线盒 x 1|硅胶 x 1|纤维布 x 1|镁 x 2
工作台/角色/工具, 凝滞枪, 智能芯片 x 1|电池 x 1|磁铁矿 x 4|紫金 x 2|高级接线盒 x 1|硅胶 x 1|纤维布 x 1|钴 x 2
工作台/角色/工具, 冲击炮, 接线盒 x 1|电池 x 1|钛 x 3|锂 x 2|磁铁矿 x 2|硅胶 x 1|纤维布 x 1
工作台/角色/工具, LED照明灯, 电池 x 1|钛 x 2|玻璃 x 1|铜线 x 1|硅胶 x 1
工作台/角色/工具, 科技手枪, 外星合金锭 x 1|有机粒子分解器 x 1|物质粒子复制器 x 1|有机物粒子操纵仪 x 1|外星属性相变仪 x 1|空间晶体 x 1|质能晶体 x 1|相位异变立方 x 1|时间方位晶体 x 1|全息投影仪 x 1|基础芯片 x 1|有机塑钢 x 1|能量聚焦器 x 1|CPU 核心 x 1|光纤线轴 x 1
工作台/角色/工具, 海蛾号召唤装置, 钛 x 1|玻璃 x 1|磁铁矿 x 1|电池 x 1|接线盒 x 1
工作台/角色/工具, 寰宇支配之剑, 无尽锭 x 16|中子锭 x 2|无尽催化剂 x 1
工作台/角色/工具, 遥控极光, 缩小版极光号 x 1|高级接线盒 x 1
工作台/角色/工具, 遥控车, 玩具车 x 1|高级接线盒 x 1
工作台/角色/工具, 远程遥控器, 钛 x 1|玻璃 x 1|磁铁矿 x 2|电池 x 1|智能芯片 x 1|高级接线盒 x 1
工作台/角色/工具, 第七乐章, 塑钢锭 x 1|白金 x 2|纯铝 x 3
工作台/角色/工具, 回旋镖, 先驱者构建模块 x 2|有机物质粒子分解器 x 1|飞镖鱼 x 4|坚不可摧的材料 x 1
工作台/角色/工具, 岩浆回旋镖, 先驱者构建模块 x 2|有机物质粒子分解器 x 1|能量晶体 x 1|岩浆飞镖鱼 x 4|坚不可摧的材料 x 1
工作台/角色/海伯利安科技/海伯利安套装, 海伯利安喷气背包, 大容量氧气瓶 x 1|钻石 x 2|气凝胶 x 2|锂 x 2|接线盒 x 1
工作台/角色/海伯利安科技/海伯利安套装, 海伯利安摔落保护脚蹼, 脚蹼 x 1|钻石 x 2|气凝胶 x 2|锂 x 2|合成橡胶 x 1|纤维布 x 1|人造纤维 x 1
工作台/角色/海伯利安科技/海伯利安套装, 海伯利安增速潜水服, 强化潜水服 x 1|气凝胶 x 1|镍矿 x 1|锂 x 2
工作台/角色/海伯利安科技/海伯利安套装, 海伯利安爪钩手套, 强化手套 x 1|磁铁矿 x 2|镍矿 x 3|结晶硫 x 1|锂 x 2
工作台/角色/海伯利安科技/杂项, 海伯利安水下漫步电脑芯片, 智能芯片 x 1|磁铁矿 x 2|植入式追踪器 x 1|时间方位晶体 x 1|光纤线轴 x 1|空间晶体 x 1
工作台/角色/海伯利安科技/杂项, 海伯利安低重力电脑芯片, 智能芯片 x 1|钛 x 1|磁铁矿 x 2|锂 x 3
工作台/角色/海伯利安科技/杂项, Astraeus零重力套装, 强化潜水服 x 1|气凝胶 x 1|镍矿 x 4|磁铁矿 x 4|锂 x 2
工作台/可部署的物品, 水下推进器, 电池 x 1|润滑剂 x 2|铜线 x 2|钛锭 x 1|接线盒 x 1|智能芯片 x 1|硅胶 x 1|纤维布 x 1|磁铁矿 x 1|焊锡 x 2|玻璃 x 1
工作台/可部署的物品, 载具建造舱, 钛锭 x 1|润滑剂 x 2|动力电池 x 2|智能芯片 x 1|高级接线盒 x 1|玻璃 x 1
工作台/可部署的物品, 信标, 磁铁矿 x 2|钛 x 2|电池 x 1
工作台/可部署的物品, 防水储物柜, 钛 x 5
工作台/可部署的物品, 引力陷阱, 电池 x 2|磁铁矿 x 1|钛 x 4|接线盒 x 1
工作台/可部署的物品, 生物诱饵, 钛 x 3|接线盒 x 1|智能芯片 x 1|电池 x 1
工作台/海报/横版, 极光号海报, 钛 x 1|纤维布 x 1
工作台/海报/横版, 独眼巨人号海报, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 云猫, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 萤火虫, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 群音效bot，但是题库耗尽, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 光暗主宰者, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 海王星号海报, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 海虾号海报, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 海蛾号海报, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 载具海报, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 提纯源岩, 钛 x 1|纤维布 x 1
工作台/海报/竖版, 还在流浪的旅人, 钛 x 1|纤维布 x 1
工作台/外星工艺/先驱科技/器件及材料, 外星建筑单元, 离子晶体 x 1|镍矿 x 3|银矿石 x 1
工作台/外星工艺/先驱科技/器件及材料, 有机物质粒子分解器, 外星建筑单元 x 4|离子晶体 x 2|磁铁矿 x 5
工作台/外星工艺/先驱科技/器件及材料, 外星翻译设备, 外星建筑单元 x 2|离子晶体 x 1|外星复合玻璃 x 1|结晶硫 x 1
工作台/外星工艺/先驱科技/器件及材料, 外星涡旋装置, 空间晶体 x 1|漩涡鱼雷 x 1|红色先驱者芯片 x 1
工作台/外星工艺/先驱科技/器件及材料, 外星属性相变仪, 外星翻译设备 x 1|相位异变立方 x 1
工作台/外星工艺/先驱科技/器件及材料, 物质粒子复制器, 有机物质粒子分解器 x 1|外星建筑单元 x 2|时间方位晶体 x 1|相位异变立方 x 1
工作台/外星工艺/先驱科技/微粒使用, 石灰岩转换, 钛 x 1|铜矿 x 1|物质粒子复制器 x 1
工作台/外星工艺/先驱科技/微粒使用, 砂岩转换, 银矿石 x 1|铅 x 1|金块 x 1|物质粒子复制器 x 1
工作台/外星工艺/先驱科技/微粒使用, 页岩转换, 金块 x 1|锂 x 1|钻石 x 1|物质粒子复制器 x 1
工作台/外星工艺/先驱科技/微粒使用, 深层矿物转换, 氧化铝晶体 x 1|铀矿晶体 x 1|镍矿 x 1|物质粒子复制器 x 1
工作台/外星工艺/先驱科技/微粒使用, 熔岩区矿石转换, 结晶硫 x 1|蓝晶石 x 1|物质粒子复制器 x 1
工作台/外星工艺/先驱科技/物质转换, 物质转换-脑珊瑚, 外星属性相变仪 x 1|脑珊瑚样品 x 1
工作台/外星工艺/先驱科技/物质转换, 物质转换-海藻样本, 外星属性相变仪 x 1|海藻块 x 2
工作台/外星工艺/先驱科技/物质转换, 物质转换-海樱花, 外星属性相变仪 x 1|海樱花种子 x 1
工作台/外星工艺/先驱科技/物质转换, 物质转换-红灌草, 外星属性相变仪 x 1|红灌草种子 x 2
工作台/外星工艺/先驱科技/物质转换, 物质转换-触手草, 外星属性相变仪 x 1|触手草种子 x 1
工作台/外星工艺/先驱科技/物质转换, 物质转换-脑膜树, 外星属性相变仪 x 1|脑膜树种子 x 2
工作台/外星工艺/先驱科技/物质转换, 物质转换-虎皮植物, 外星属性相变仪 x 1|虎皮植物种子 x 1
工作台/外星工艺/先驱科技/物质转换, 物质转换-红锥草, 外星属性相变仪 x 1|红锥草种子 x 1
工作台/外星工艺/先驱科技/物质转换, 物质转换-海藻种子, 外星属性相变仪 x 1|海藻种子 x 4
工作台/外星工艺/食物/食物基地, 米饭, 紫薯 x 1|触手草种子 x 1
工作台/外星工艺/食物/食物基地, 蔓藤海藻, 海藻块 x 1|盐块 x 1
工作台/外星工艺/食物/食物基地, 消过毒的大眼仔, 大眼仔 x 1|漂白剂 x 1
工作台/外星工艺/食物/食物基地, 消毒过的飞镖鱼, 飞镖鱼 x 1|漂白剂 x 1
工作台/外星工艺/食物/食物基地, 消毒过的岩浆飞镖鱼, 岩浆飞镖鱼 x 1|漂白剂 x 1
工作台/外星工艺/食物/食物基地, 消毒过的鬼眼鱼, 鬼眼鱼 x 1|漂白剂 x 1
工作台/外星工艺/食物/食物基地, 消毒过的雷纳鱼, 雷纳鱼 x 1|漂白剂 x 1
工作台/外星工艺/食物/食物基地, 消过毒的铁锹鱼, 铁锹鱼 x 1|漂白剂 x 1
工作台/外星工艺/食物/食物基地, 外星营养原膏, 大眼仔 x 2|宝石盘碎片 x 3|过滤水 x 3
工作台/外星工艺/食物/食物基地, 强化外星营养膏, 外星营养原膏 x 1|雷纳鱼 x 1|邪目草果实 x 3
工作台/外星工艺/食物/食物基地, 全能外星营养膏, 强化外星营养膏 x 1|脑膜树种子 x 3|刺头鱼 x 2
工作台/外星工艺/食物/加工食品, 大眼仔寿司, 消过毒的大眼仔 x 1|米饭 x 4
工作台/外星工艺/食物/加工食品, 飞镖鱼寿司, 消毒过的飞镖鱼 x 1|米饭 x 4
工作台/外星工艺/食物/加工食品, 鬼眼鱼寿司, 消毒过的鬼眼鱼 x 1|米饭 x 4
工作台/外星工艺/食物/加工食品, 雷纳鱼寿司, 消毒过的雷纳鱼 x 1|米饭 x 4
工作台/外星工艺/食物/加工食品, 铁锹鱼寿司, 消过毒的铁锹鱼 x 1|米饭 x 4
工作台/外星工艺/食物/加工食品, 飞镖鱼寿司卷, 消毒过的飞镖鱼 x 1|米饭 x 2|蔓藤海藻 x 1
工作台/外星工艺/食物/加工食品, 鬼眼鱼寿司卷, 消毒过的鬼眼鱼 x 1|米饭 x 2|蔓藤海藻 x 1
工作台/外星工艺/食物/加工食品, 大眼仔寿司卷, 消过毒的大眼仔 x 1|米饭 x 2|蔓藤海藻 x 1
工作台/外星工艺/食物/加工食品, 雷纳鱼寿司卷, 消毒过的雷纳鱼 x 1|米饭 x 2|蔓藤海藻 x 1
工作台/外星工艺/食物/加工食品, 翠绿维生流体, 海藻块 x 4|飞镖鱼 x 1|外星营养原膏 x 1
工作台/外星工艺/食物/加工食品, 明黄维生流体, 面包树块 x 4|铁锹鱼 x 1|外星营养原膏 x 1
工作台/外星工艺/食物/加工食品, 赤红维生流体, 血油 x 4|小眼仔 x 1|外星营养原膏 x 1
工作台/外星工艺/食物/加工食品, 霜蓝维生流体, 鬼手草种子 x 2|白蘑菇 x 2|刺头鱼 x 1|外星营养原膏 x 1
工作台/载具部件, 海虾号船体, 塑钢锭 x 1|气凝胶 x 2|釉瓷玻璃 x 2|铅 x 4|动力电池 x 2|润滑剂 x 1|高级接线盒 x 1|纤维布 x 1|硅胶 x 2|玫瑰金 x 2|石墨烯 x 2|高功率线缆 x 2
工作台/载具部件, 海虾号抓钩, 钛锭 x 2|铜线 x 2|焊锡 x 2|高功率线缆 x 2|润滑剂 x 2
工作台/新地平线工业/食物与饮品/包装食品, 大眼仔营养块, 大眼仔 x 2|海藻块 x 1
工作台/新地平线工业/食物与饮品/包装食品, 鬼眼鱼营养块, 鬼眼鱼 x 2|海藻块 x 1
工作台/新地平线工业/食物与饮品/包装食品, 雷纳鱼营养块, 雷纳鱼 x 2|海藻块 x 1
工作台/新地平线工业/食物与饮品/包装食品, 红色果冻, 膜 x 2|红灌草种子 x 1
工作台/新地平线工业/食物与饮品/包装食品, 橙色果冻, 膜 x 2|挂果树的果实 x 1
工作台/新地平线工业/食物与饮品/包装食品, 绿色果冻, 膜 x 2|甜瓜 x 1
工作台/新地平线工业/食物与饮品/饮品, 过滤水, 膜 x 2
工作台/新地平线工业/食物与饮品/饮品, 触手草过滤水, 触手草种子 x 5
工作台/新地平线工业/食物与饮品/饮品, 面包树过滤水, 面包树块 x 3
工作台/新地平线工业/食物与饮品/饮品, 库什过滤水, 库什样本 x 3
工作台/新地平线工业/食物与饮品/饮品, 西瓜汁, 甜瓜 x 3
工作台/新地平线工业/食物与饮品/饮品, 海藻茶, 海藻块 x 1
工作台/新地平线工业/食物与饮品/饮品, 体素花茶, 海藻块 x 1|体素花种子 x 1
工作台/新地平线工业/生物化学/花园, 化肥, 外星生物的粪便 x 1|海藻块 x 1|挂果树的果实 x 1
工作台/新地平线工业/生物化学/花园, 化肥 (x3), 海藻种子 x 1|紫茎瓶种子 x 3|洞穴硫磺 x 1|海藻块 x 1|挂果树的果实 x 1
工作台/新地平线工业/生物化学/花园, 化肥 (x4), 血油 x 1|紫薯 x 1|洞穴硫磺 x 1|海藻块 x 1|挂果树的果实 x 1
工作台/新地平线工业/生物化学/花园, 小甜瓜 (x3), 小甜瓜 x 1|化肥 x 1
工作台/新地平线工业/生物化学/花园, 酸蘑菇(x5), 酸蘑菇 x 1|化肥 x 1
工作台/新地平线工业/生物化学/花园, 白蘑菇 (x5), 白蘑菇 x 1|化肥 x 1
工作台/新地平线工业/生物化学/生物合成, 膜, 脑膜树种子 x 1
工作台/新地平线工业/生物化学/生物合成, 毒气囊 (x2), 草莓菇 x 1|紫铃 x 1|酸蘑菇 x 1
工作台/新地平线工业/生物化学/生物合成, 洞穴硫磺, 毒气囊 x 3
工作台/新地平线工业/生物化学/生物燃料, 生物乙醇, 白蘑菇 x 1|皇冠草种子 x 3|荧根草种子 x 3|加布之羽的种子 x 2|鬼手草种子 x 2
工作台/新地平线工业/生物化学/生物燃料, 沼气, 白蘑菇 x 1|凝胶球 x 3|草莓菇 x 3|蛇菇孢子 x 2|脑膜树种子 x 2
工作台/新地平线工业/生物化学/生物燃料, 海藻堆肥, 海藻块 x 3|树蘑菇块 x 1
工作台/新地平线工业/生物化学/生物燃料, 藻基生物燃料, 海藻块 x 3|触手草种子 x 3|红灌草种子 x 2|紫罗兰种子 x 2
工作台/新地平线工业/生物化学/生物燃料, 鱼油罐, 鬼眼鱼 x 3|铁锹鱼 x 3|咖喱鱼 x 2|小眼仔 x 1
工作台/新地平线工业/基因工程/生物解决方案, DNA样本, 大眼仔 x 1|飞镖鱼 x 1|泡泡鱼 x 1|铁锹鱼 x 1|咖喱鱼 x 1|PCR DNA聚合酶 x 1
工作台/新地平线工业/基因工程/生物解决方案, 合成蛋壳, 硅胶 x 1|盐块 x 2|珊瑚管样本 x 1|羊水 x 1|壳溶液 x 1|蛋黄营养液 x 1
工作台/新地平线工业/基因工程/生物解决方案, 全能细胞, 合成蛋壳 x 1|凝胶球 x 3|DNA样本 x 2
工作台/新地平线工业/基因工程/生物解决方案, PCR DNA聚合酶, 液体混合装置 x 1|纯净水 x 1|圆柱形样本容器 x 1|血油 x 1|脑珊瑚样品 x 1|树蘑菇块 x 2
工作台/新地平线工业/基因工程/生物解决方案, 羊水, 液体混合装置 x 1|纯净水 x 1|圆柱形样本容器 x 1|酸蘑菇 x 1|紫铃 x 1|凝胶球 x 1
工作台/新地平线工业/基因工程/生物解决方案, 壳溶液, 液体混合装置 x 1|纯净水 x 1|圆柱形样本容器 x 1|珊瑚管样本 x 1|盐块 x 1|潜行者的牙齿 x 1
工作台/新地平线工业/基因工程/生物解决方案, 蛋黄营养液, 液体混合装置 x 1|纯净水 x 1|圆柱形样本容器 x 1|大眼仔 x 1|泡泡鱼 x 1|挂果树的果实 x 1
工作台/新地平线工业/基因工程/实验室设备, 液体混合装置, 流体分析仪（失效） x 1|玻璃 x 1|石英 x 2|接线盒 x 1|电池 x 1
工作台/新地平线工业/基因工程/实验室设备, 植物分析机, 高级接线盒 x 1|玻璃 x 2|金红石 x 6|大瓶过滤水 x 3
工作台/新地平线工业/工业/先驱者神器, 普适性翻译设备, 外星建筑单元 x 1|氧化铝晶体 x 1|磁铁矿 x 1|高级接线盒 x 1
工作台/新地平线工业/工业/先驱者神器, 有机物湮灭机, 外星建筑单元 x 2|铀 x 2|镁 x 1|凝胶球 x 1
工作台/新地平线工业/工业/先驱者神器, 有机物粒子操纵仪, 有机物湮灭机 x 1|普适性翻译设备 x 1|离子晶体矩阵 x 1
工作台/新地平线工业/工业/矿物合成, 金红石, 钛 x 1
工作台/新地平线工业/工业/矿物合成, 镁, 普适性翻译设备 x 1|紫色先驱者芯片 x 1|飞镖鱼 x 3
工作台/新地平线工业/工业/矿物合成, 镁, 普适性翻译设备 x 1|紫色先驱者芯片 x 1|岩浆飞镖鱼 x 2
工作台/新地平线工业/工业/矿物合成, 铀颗粒, 普适性翻译设备 x 1|白色先驱者芯片 x 1|铀矿晶体 x 1
工作台/新地平线工业/工业/矿物合成, 汞矿, 普适性翻译设备 x 1|红色先驱者芯片 x 1|结晶硫 x 1
工作台/新地平线工业/工业/矿物合成, 钛, 有机物粒子操纵仪 x 1|金红石 x 1|潜行者的牙齿 x 1
工作台/新地平线工业/工业/矿物合成, 石英, 有机物粒子操纵仪 x 1|镁 x 1|脑珊瑚样品 x 1
工作台/新地平线工业/工业/矿物合成, 铜矿 (x3), 有机物粒子操纵仪 x 1|汞矿石 x 1|盐块 x 1
工作台/新地平线工业/工业/矿物合成, 银矿石(x2), 有机物粒子操纵仪 x 1|汞矿石 x 1|宝石盘碎片 x 1
工作台/新地平线工业/工业/矿物合成, 金块, 有机物粒子操纵仪 x 1|汞矿石 x 1|金红石 x 1
工作台/新地平线工业/工业/矿物合成, 结晶硫, 有机物粒子操纵仪 x 1|洞穴硫磺 x 3
工作台/新地平线工业/工业/矿物合成, 铅, 有机物粒子操纵仪 x 1|铀 x 1|库什样本 x 1
工作台/新地平线工业/工业/矿物合成, 锂(x5), 有机物粒子操纵仪 x 1|外星建筑单元 x 1|镁 x 1
工作台/新地平线工业/工业/矿物合成, 镍矿 (x3), 有机物粒子操纵仪 x 1|外星建筑单元 x 1|汞矿石 x 1
工作台/新地平线工业/工业/矿物合成, 铀矿晶体 (x2), 有机物粒子操纵仪 x 1|外星建筑单元 x 1|铀 x 1
工作台/新地平线工业/工业/矿物合成, 钻石, 有机物粒子操纵仪 x 1|外星建筑单元 x 1|珊瑚管样本 x 2
工作台/新地平线工业/工业/矿物合成, 磁铁矿(x2), 有机物粒子操纵仪 x 1|外星建筑单元 x 1|金红石 x 1|脑珊瑚样品 x 1
工作台/新地平线工业/工业/矿物合成, 氧化铝晶体, 有机物粒子操纵仪 x 1|外星建筑单元 x 1|脑珊瑚样品 x 1
工作台/新地平线工业/工业/矿物合成, 蓝晶石 (x3), 有机物粒子操纵仪 x 1|外星建筑单元 x 1|石英 x 1|氧化铝晶体 x 1
高级改造/电池升级, 锂电池, 电池 x 1|锂 x 2
高级改造/生存匕首升级, 热能匕首, 生存匕首 x 1|锂电池 x 1
高级改造/生存匕首升级, 钻石匕首, 生存匕首 x 1|钻石 x 1
高级改造/氧气瓶升级, 轻质大容量氧气瓶, 大容量氧气瓶 x 1|釉瓷玻璃 x 1|纯铝 x 2|硅胶 x 1
高级改造/氧气瓶升级, 特大容量氧气瓶, 轻质大容量氧气瓶 x 1|白金 x 2|硅胶 x 1
高级改造/氧气瓶升级, 轻型超高容量氧气罐, 特大容量氧气瓶 x 1|轻质大容量氧气瓶 x 1|润滑剂 x 2|盐酸 x 1
高级改造/脚蹼升级, 动力脚蹼, 脚蹼 x 1|润滑剂 x 1|合成橡胶 x 2
高级改造/脚蹼升级, 充能脚蹼, 脚蹼 x 1|聚苯胺 x 1|润滑剂 x 1|电池 x 1
高级改造/脚蹼升级, 超滑翔游泳充电脚蹼, 动力脚蹼 x 1|充能脚蹼 x 1|润滑剂 x 2|盐酸 x 1
高级改造/脚蹼升级, 爆冲脚蹼, 铀矿晶体 x 3|玩具车 x 1|动力脚蹼 x 1
高级改造/引力陷阱升级, 引力陷阱MK2, 引力陷阱 x 1|钛 x 3|动力电池 x 1|气凝胶 x 1|高级接线盒 x 1|磁铁矿 x 2
高级改造/冲击炮升级, 冲击炮, 冲击炮 x 1|智能芯片 x 1|磁铁矿 x 3|锂 x 1|接线盒 x 1
高级改造/独眼巨人号升级, 独眼巨人号MK2抗压模组, 塑钢锭 x 2|密封剂 x 2|镍矿 x 8|人造纤维 x 4|海蛾号船体加固模块 x 2
高级改造/独眼巨人号升级, 独眼巨人号高级抗压模组, 塑钢锭 x 3|密封剂 x 3|蓝晶石 x 5|人造纤维 x 4|海蛾号船体加固模块 x 3
高级改造/独眼巨人号升级, 独眼巨人号自动防御系统Mk2, 独眼巨人号自动防御系统Mk1 x 1|电子防御模块 x 1|动力电池 x 1|磁铁矿 x 1
高级改造/独眼巨人号升级, 独眼巨人号核反应堆模块, 铀矿晶体 x 1|铅 x 1|钛 x 3|智能芯片 x 1|气凝胶 x 1
高级改造/独眼巨人号升级, 独眼巨人号热反应堆模块MK2, 独眼巨人号热反应堆模块 x 1|电池 x 2|接线盒 x 1
高级改造/独眼巨人号升级, 独眼巨人号太阳能充电模块MK2, 独眼巨人号太阳能充电模块 x 1|电池 x 2|接线盒 x 1
高级改造/独眼巨人号升级, 独眼巨人号核反应堆强化模块Mk2, 独眼巨人号核反应堆强化模块Mk1 x 1|接线盒 x 1|气凝胶 x 1|铅 x 1
高级改造/独眼巨人号升级, 独眼巨人号引擎效率模组MK2, 独眼巨人号发动机效率模块 x 1|蓝晶石 x 1|磁铁矿 x 2
高级改造/独眼巨人号升级, 独眼巨人号引擎效率模组MK3, 独眼巨人号引擎效率模组MK2 x 1|离子晶体 x 1|镍矿 x 1
高级改造/海蛾号升级, 未知名称, 海蛾号MK1压力补偿模块 x 1|塑钢锭 x 1|釉瓷玻璃 x 2|紫金 x 1
高级改造/海蛾号升级, 未知名称, 海蛾号MK2压力补偿模块 x 1|塑钢锭 x 1|钴 x 3|釉瓷玻璃 x 2
高级改造/海蛾号升级, 模块化载具模组, 
高级改造/海蛾号升级/潜行模块, 海蛾号潜行模块MK1, 纤维布 x 1|石英 x 1|金块 x 1
高级改造/海蛾号升级/潜行模块, 海蛾号潜行模块MK2, 海蛾号潜行模块MK1 x 1|硅胶 x 1|锂 x 1|金块 x 1
高级改造/海蛾号升级/潜行模块, 海蛾号潜行模块MK3, 海蛾号潜行模块MK2 x 1|人造纤维 x 1|镍矿 x 1|金块 x 1
高级改造/海蛾号升级, 海蛾号增强系统, 电气模块 x 1|电子模块 x 1|机械模块 x 1
高级改造/海虾号升级, 海虾号高级深潜模块, 海虾号初级深潜模块 x 1|塑钢锭 x 2|蓝晶石 x 3|钴 x 2|精炼玻璃 x 2
高级改造/海虾号升级, 海虾号声呐, 海蛾号声呐 x 1|接线盒 x 1|智能芯片 x 1
高级改造/海虾号升级, 海虾号爪钩手臂MK2, 海虾格斗手臂 x 1|聚苯胺 x 2|锂 x 2|人造纤维 x 1|氧化铝晶体 x 1
高级改造/载具升级模块/载具深度模块, 载具深度模组 MK1, 钛锭 x 1|磁铁矿 x 3|玻璃 x 3|氧化铝晶体 x 3
高级改造/载具升级模块/载具深度模块, 载具深度模组 MK2, 载具深度模组 MK1 x 1|钛锭 x 3|锂 x 3|釉瓷玻璃 x 3|氧化铝晶体 x 5
高级改造/载具升级模块/载具深度模块, 载具深度模组 MK3, 载具深度模组 MK2 x 1|塑钢锭 x 1|白金 x 2|紫金 x 2
高级改造/存储模块, 存储模块Mk2, 海蛾号存储升级模块 x 1|接线盒 x 1|锂 x 3|人造纤维 x 1
高级改造/存储模块, 存储模块Mk3, 存储模块Mk2 x 1|接线盒 x 1|氧化铝晶体 x 3|人造纤维 x 1
高级改造/存储模块, 存储模块Mk4, 存储模块Mk3 x 1|高级接线盒 x 1|镍矿 x 3|人造纤维 x 1
高级改造/存储模块, 存储模块Mk5, 存储模块Mk4 x 1|高级接线盒 x 1|蓝晶石 x 3|人造纤维 x 1
高级改造/发动机效率模块, 发动机效率模块 MK2, 引擎效率模组 x 1|智能芯片 x 1|库什样本 x 2|氧化铝晶体 x 2
高级改造/发动机效率模块, 发动机效率模块 MK3, 发动机效率模块 MK2 x 1|高级接线盒 x 1|苯 x 2|蓝晶石 x 2
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|防辐射手套 x 1|防辐射头盔 x 1|防辐射服 x 1|人造纤维 x 2|钻石 x 2|钛 x 2|接线盒 x 1
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|铅 x 2|人造纤维 x 2|钻石 x 2|钛 x 1|循环呼吸器 x 1
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|人造纤维 x 2|铅 x 2|强化潜水服 x 1|强化手套 x 1|接线盒 x 1
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|防辐射手套 x 1|防辐射头盔 x 1|防辐射服 x 1|强化潜水服 x 1|强化手套 x 1|循环呼吸器 x 1
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|防辐射手套 x 1|防辐射头盔 x 1|防辐射服 x 1|人造纤维 x 2|钻石 x 2|钛 x 1|循环呼吸器 x 1
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|人造纤维 x 1|铅 x 2|强化潜水服 x 1|强化手套 x 1|循环呼吸器 x 1
高级改造/潜水服升级, 盐水潜水服, 盐酸 x 1|海藻块 x 2|气凝胶 x 1|防辐射手套 x 1|防辐射头盔 x 1|防辐射服 x 1|强化潜水服 x 1|强化手套 x 1|人造纤维 x 1|接线盒 x 1
高级改造/潜水服升级, 强化环保服, 环保潜水服 x 1|智能芯片 x 1|铜线 x 2|银矿石 x 1
高级改造/潜水服升级, 超聚合潜水服, 强化潜水服 x 1|环保潜水服 x 1|润滑剂 x 2|盐酸 x 1
高级改造/护甲模块, 船体加固模块MkII, 海蛾号船体加固模块 x 1|钛锭 x 1|锂 x 2|智能芯片 x 1
高级改造/护甲模块, 船体加固模块MkIII, 船体加固模块MkII x 1|钴 x 2|精炼玻璃 x 2|智能芯片 x 1
高级改造/护甲模块, 船体加固模块MkIV, 船体加固模块MkIII x 1|塑钢锭 x 1|白金 x 2|智能芯片 x 1
高级改造/深潜模块升级, 海鹅号下潜模块 MK4, 海蛾号初MK3压力补偿模块 x 1|塑钢锭 x 1|白金 x 2|精炼玻璃 x 2
高级改造/深潜模块升级, 海鹅号下潜模块 MK5, 海鹅号下潜模块 MK4 x 1|塑钢锭 x 1|气凝胶 x 2|蓝晶石 x 2|强化玻璃 x 1
高级改造/激光切割器升级, 激光切割器 MK2, 激光切割器 x 1|接线盒 x 1|玫瑰金 x 2
高级改造/激光切割器升级, 激光切割器 Mk 3, 激光切割器 MK2 x 1|纯铝 x 1|白金 x 2|智能芯片 x 2
高级改造/外星来复枪升级, 外星来复枪, 凝滞枪 x 1|先驱者构建模块 x 1|有机塑钢 x 1|釉瓷玻璃 x 1|离子带电金 x 1|质能晶体 x 1
高级改造/离子晶体升级, 离子晶体矩阵, 离子晶体 x 5
高级改造/离子晶体升级, 空间晶体, 离子晶体 x 1|凝滞枪 x 1|冲击炮 x 1|紫色先驱者芯片 x 1
高级改造/离子晶体升级, 质能晶体, 离子晶体 x 1|独眼巨人号消防系统 x 1|反物质 x 1|热能材料 x 1|橙色先驱者芯片 x 1
高级改造/离子晶体升级, 相位异变立方, 离子晶体矩阵 x 1|外星涡旋装置 x 1|离子带电金 x 1|空间晶体 x 1|质能晶体 x 1|时间方位晶体 x 1|白色先驱者芯片 x 1
高级改造/离子晶体升级, 时间方位晶体, 离子晶体 x 1|指南针 x 1|扫描速度升级模块 x 1|蓝色先驱者芯片 x 1
高级改造/芯片升级, 组合充电器芯片, 太阳能充电器芯片 x 1|热充电器芯片 x 1|高级接线盒 x 1
高级改造/芯片升级, 终极曲速晶片, 曲速晶片 x 1|相位异变立方 x 1|离子晶体矩阵 x 1
高级改造/特种作战服, 离子装甲, 离子纤维 x 2|强化潜水服 x 1|强化手套 x 1|相位异变立方 x 1
高级改造/特种作战服, 缩小服, 离子纤维 x 1|强化潜水服 x 1|空间晶体 x 1
高级改造/特种作战服, 凝滞服, 离子纤维 x 1|强化潜水服 x 1|空间晶体 x 1|时间方位晶体 x 1
高级改造/特种作战服, 防护服, 离子纤维 x 2|强化潜水服 x 1|相位异变立方 x 1|空间晶体 x 1
高级改造, 外星合金锭, 先驱者构建模块 x 1|翡翠 x 1|蓝晶石 x 1|钻石 x 1|钴 x 3
载具升级/通用模块, 海蛾号船体加固模块, 钛 x 1|锂 x 2|铅 x 4|钻石 x 4
载具升级/通用模块, 引擎效率模组, 智能芯片 x 1|聚苯胺 x 2|金块 x 2|接线盒 x 1
载具升级/通用模块, 海蛾号存储升级模块, 钛 x 5|锂 x 2|硅胶 x 1
载具升级/通用模块, 维修模块, 焊接器 x 1|高级接线盒 x 1
载具升级/通用模块, 通用速度推进模块, 气凝胶 x 1|磁铁矿 x 1|钛 x 2
载具升级/通用模块, 扫描模块, 扫描仪 x 1|高级接线盒 x 1
载具升级/通用模块, 远程鱼雷引爆器, 高级接线盒 x 1|磁铁矿 x 1
载具升级/通用模块, 通用充电模块, 海蛾号太阳能充电器 x 1|海虾热反应堆模块 x 1|高级接线盒 x 1|聚苯胺 x 1
载具升级/通用模块,  空间锚定模块, 裂空者核心 x 1|钻石 x 3|高级接线盒 x 1|聚苯胺 x 1
载具升级/通用模块, 载具遥控接收器, 磁铁矿 x 2|智能芯片 x 2|接线盒 x 1
载具升级/海蛾号模块, 海蛾号MK1压力补偿模块, 钛锭 x 1|玻璃 x 2|钻石 x 1
载具升级/海蛾号模块, 海蛾号太阳能充电器, 高级接线盒 x 1|釉瓷玻璃 x 1|锂 x 3|聚苯胺 x 1
载具升级/海蛾号模块, 海蛾号凝滞模块, 智能芯片 x 1|高级接线盒 x 1|磁铁矿 x 1
载具升级/海蛾号模块, 电子防御模块, 聚苯胺 x 1|高级接线盒 x 1|智能芯片 x 1|纳米线 x 1|紫金 x 2|玫瑰金 x 1|石墨烯 x 1
载具升级/海蛾号模块, 海蛾号鱼雷模块, 钛 x 3|锂 x 2|气凝胶 x 1|智能芯片 x 1|高级接线盒 x 1
载具升级/海蛾号模块, 海蛾号声呐, 智能芯片 x 1|磁铁矿 x 3|氧化铝晶体 x 2|接线盒 x 1|钛 x 1
载具升级/海蛾号模块, 海蛾号镭射模块, 冲击炮 x 1|高级接线盒 x 2|冲击炮 x 1|镁 x 1|离子带电金 x 1|先驱者构建模块 x 2|石墨烯 x 2|纳米线 x 1
载具升级/海蛾号模块, 海蛾号能量护盾, 独眼巨人号护盾发生器 x 1|智能芯片 x 1|高级接线盒 x 1
载具升级/海蛾号模块, 海蛾号电钻手臂, 海虾电钻手臂 x 1|高级接线盒 x 1|智能芯片 x 1
载具升级/海蛾号模块, 海蛾号格斗手臂, 钛锭 x 1|高级接线盒 x 1|智能芯片 x 1
载具升级/海蛾号模块, 海蛾号爪钩手臂, 海虾格斗手臂 x 1|高级接线盒 x 1|智能芯片 x 1
载具升级/海蛾号模块, 海蛾号推进炮手臂, 海虾冲击炮模块 x 1|高级接线盒 x 1|智能芯片 x 1
载具升级/海蛾号模块, 海蛾号鱼雷手臂, 海虾鱼雷手臂 x 1|高级接线盒 x 1|智能芯片 x 1
载具升级/海蛾号模块, 海蛾号热能反应堆模块, 蓝晶石 x 1|聚苯胺 x 2|接线盒 x 1
载具升级/海蛾号模块, 反重力系统, 空间晶体 x 1|高级接线盒 x 1|聚苯胺 x 1
载具升级/海蛾号模块, 海蛾号立体机动装置, 钻石 x 3|高级接线盒 x 1|聚苯胺 x 1
载具升级/海蛾号模块, 综合生命维持系统, 铀矿晶体 x 3|高级接线盒 x 1|泡泡鱼 x 1|甜瓜种子 x 1
载具升级/海蛾号模块, 海蛾号自动驾驶模块, 智能芯片 x 1|高级接线盒 x 1|磁铁矿 x 3
载具升级/海蛾号模块, 海蛾号海水过滤模块, 海蛾号存储升级模块 x 1|冲击炮 x 1|纤维布 x 2
载具升级/海虾号模块, 海虾号初级深潜模块, 塑钢锭 x 1|白金 x 2|紫金 x 2|钴 x 2
载具升级/海虾号模块, 海虾热反应堆模块, 聚苯胺 x 2|蓝晶石 x 4|接线盒 x 1|智能芯片 x 1
载具升级/海虾号模块, 海虾号凝滞模块, 智能芯片 x 1|高级接线盒 x 1|磁铁矿 x 1
载具升级/海虾号模块, 海虾喷射跳跃模块, 镍矿 x 4|结晶硫 x 4|钛 x 5|锂 x 2|高级接线盒 x 1
载具升级/海虾号模块, 海虾冲击炮模块, 智能芯片 x 1|钛 x 5|磁铁矿 x 5|锂 x 2|氧化铝晶体 x 2
载具升级/海虾号模块, 海虾格斗手臂, 高级接线盒 x 1|苯 x 1|钛 x 5|锂 x 1|纤维布 x 2|润滑剂 x 2
载具升级/海虾号模块, 海虾电钻手臂, 钛 x 5|钻石 x 4|润滑剂 x 2|氧化铝晶体 x 4
载具升级/海虾号模块, 海虾鱼雷手臂, 钛 x 5|锂 x 4|气凝胶 x 2|高级接线盒 x 1
载具升级/海虾号模块, 海虾号太阳能充电模块, 高级接线盒 x 1|釉瓷玻璃 x 1|聚苯胺 x 1
载具升级/海虾号模块, 海虾号推进器优化模块, 高级接线盒 x 1|结晶硫 x 3|气凝胶 x 2|聚苯胺 x 1
载具升级/海虾号模块, 海虾号斥力炮手臂, 海虾冲击炮模块 x 1|高级接线盒 x 1|智能芯片 x 1
载具升级/海虾号模块, 海虾号 等离子炮手臂, 海虾鱼雷手臂 x 1|离子带电金 x 1|聚苯胺 x 1|先驱者构建模块 x 1|高级接线盒 x 1|镁 x 1
载具升级/鱼雷, 漩涡鱼雷, 钛 x 1|磁铁矿 x 1
载具升级/鱼雷, 毒气鱼雷, 钛 x 1|毒气囊 x 2
载具升级/鱼雷, 凝滞鱼雷, 智能芯片 x 1|磁铁矿 x 2|钛 x 1
载具升级/鱼雷, 标准鱼雷, 钛 x 4|锂 x 1|镁 x 1|洞穴硫磺 x 3
载具升级/鱼雷, 标准自导鱼雷, 钛 x 4|锂 x 1|镁 x 1|洞穴硫磺 x 3|铜矿 x 1|宝石盘碎片 x 1
载具升级/鱼雷, 核鱼雷, 钛 x 4|锂 x 2|铅 x 2|镁 x 1|铀 x 5
载具升级/鱼雷, 核自导鱼雷, 钛 x 4|锂 x 2|铅 x 2|镁 x 1|铀 x 5|铜矿 x 1|宝石盘碎片 x 1
载具升级/车辆驾驶增强, 电气模块, 电池 x 1|智能芯片 x 1|接线盒 x 1
载具升级/车辆驾驶增强, 电子模块, 引擎效率模组 x 1|智能芯片 x 1|高级接线盒 x 1
载具升级/车辆驾驶增强, 机械模块, 钛锭 x 1|钻石 x 1|润滑剂 x 1
载具升级/车辆驾驶增强, 海蛾号连接, 智能芯片 x 1|电池 x 1
扫描室, 示波器芯片, 智能芯片 x 1|磁铁矿 x 2|电池 x 1|钛 x 1|铜线 x 1
扫描室, 遥控摄像无人机, 智能芯片 x 1|电池 x 1|玻璃 x 1|钛 x 5|磁铁矿 x 2
扫描室, 扫描范围升级模块, 铜矿 x 2|磁铁矿 x 3|智能芯片 x 1|金块 x 2
扫描室, 扫描速度升级模块, 银矿石 x 3|金块 x 3|智能芯片 x 1|磁铁矿 x 1
扫描室/无人机升级, 无人机防御系统升级, 聚苯胺 x 1|智能芯片 x 1|接线盒 x 1
扫描室/无人机升级, 无人机维修升级, 焊接器 x 1|智能芯片 x 1|接线盒 x 1
扫描室/无人机升级, 无人机速度升级, 润滑剂 x 1|接线盒 x 1
扫描室/无人机升级, 无人机隐形升级, 聚苯胺 x 1|智能芯片 x 1|接线盒 x 1
扫描室/无人机升级, 无人机静态升级, 磁铁矿 x 2|智能芯片 x 1|接线盒 x 1
扫描室/无人机升级, 无人机护盾升级, 聚苯胺 x 1|智能芯片 x 1|接线盒 x 1
扫描室/无人机升级, 无人机飞行升级, 智能芯片 x 1|接线盒 x 1
独眼巨人号升级, 独眼巨人号MK1抗压模组, 塑钢锭 x 1|密封剂 x 1|釉瓷玻璃 x 5|气凝胶 x 5|海蛾号船体加固模块 x 1
独眼巨人号升级, 独眼巨人号发动机效率模块, 高级接线盒 x 1|引擎效率模组 x 1|独眼巨人化学推进器 x 7|离子晶体 x 1
独眼巨人号升级, 独眼巨人号护盾发生器, 强化玻璃 x 3|高级接线盒 x 2|离子带电金 x 2|独眼巨人加固模块 x 1|活性物质 x 1|有机塑钢 x 1|能量聚焦器 x 1|相位异变立方 x 1|光纤线轴 x 1|纳米线 x 2
独眼巨人号升级, 独眼巨人号声呐升级, 海蛾号声呐 x 1|高级接线盒 x 1|扫描范围升级模块 x 2|聚苯胺 x 2
独眼巨人号升级, 独眼巨人号月池修理模块, 焊接器 x 2|高级接线盒 x 1|铜线 x 4
独眼巨人号升级, 独眼巨人号消防系统, 灭火器 x 4|盐酸 x 2|气凝胶 x 2|高级接线盒 x 1|汞矿石 x 4
独眼巨人号升级, 独眼巨人号诱饵匣升级, 润滑剂 x 4|钛 x 4|高级接线盒 x 2|冲击炮 x 1|密封剂 x 2|苯 x 2
独眼巨人号升级, 独眼巨人号热反应堆模块, 高级接线盒 x 1|动力电池 x 1|聚苯胺 x 2|气凝胶 x 2
独眼巨人号升级/鱼雷, 标准鱼雷, 钛 x 4|锂 x 1|镁 x 1|洞穴硫磺 x 3
独眼巨人号升级/鱼雷, 标准自导鱼雷, 钛 x 4|锂 x 1|镁 x 1|洞穴硫磺 x 3|铜矿 x 1|宝石盘碎片 x 1
独眼巨人号升级/鱼雷, 核鱼雷, 钛 x 4|锂 x 2|铅 x 2|镁 x 1|铀 x 5
独眼巨人号升级/鱼雷, 核自导鱼雷, 钛 x 4|锂 x 2|铅 x 2|镁 x 1|铀 x 5|铜矿 x 1|宝石盘碎片 x 1
独眼巨人号升级, 独眼巨人号鱼雷舱, 海蛾号鱼雷模块 x 1|接线盒 x 1
独眼巨人号升级, 独眼远程扫描模块, 高级接线盒 x 1|聚苯胺 x 1|精炼玻璃 x 1
独眼巨人号升级, 独眼巨人号反重力引擎, 气凝胶 x 2|空间晶体 x 1|反物质 x 1|纳米线 x 1|石墨烯 x 4|高功率线缆 x 4
独眼巨人号升级, 独眼巨人号自动防御系统Mk1, 智能芯片 x 1|高级接线盒 x 1|聚苯胺 x 2
独眼巨人号升级, 独眼巨人号熔岩虫自动清除器, 智能芯片 x 1|高功率线缆 x 4|玫瑰金 x 2
独眼巨人号升级, 独眼巨人号无人机: 探索, 磁铁矿 x 2|遥控摄像无人机 x 1|接线盒 x 1
独眼巨人号升级, 独眼巨人号无人机: 工业, 磁铁矿 x 2|遥控摄像无人机 x 1|海虾电钻手臂 x 1|离子晶体 x 1
独眼巨人号升级, 独眼巨人号无人机: 终极, 独眼巨人号无人机: 工业 x 1|独眼巨人号无人机: 探索 x 1|蓝晶石 x 5|离子晶体 x 3
独眼巨人号升级, 独眼巨人号激光炮, 海虾号 等离子炮手臂 x 2|质能晶体 x 1|高级接线盒 x 2|石墨烯 x 2|纳米线 x 1|光纤线轴 x 1|有机塑钢 x 1|能量聚焦器 x 1|镁 x 1|人造纤维 x 2|合成橡胶 x 2|先驱者构建模块 x 2
独眼巨人号升级, 独眼巨人号速度提升模块, 气凝胶 x 2|磁铁矿 x 1|润滑剂 x 1|石墨烯 x 1|独眼巨人化学推进器 x 1
独眼巨人号升级, 独眼巨人遥控接收器, 磁铁矿 x 2|智能芯片 x 2|接线盒 x 1
独眼巨人号升级, 独眼巨人号太阳能充电模块, 高级接线盒 x 1|玻璃 x 1|釉瓷玻璃 x 1|钛 x 1|电池 x 1
独眼巨人号升级, 独眼巨人号核反应堆强化模块Mk1, 磁铁矿 x 1|铜线 x 1|苯 x 1|铅 x 1
独眼巨人号升级, 独眼巨人加固模块, 塑钢锭 x 2|白金 x 2|紫金 x 2|钴 x 4|高级接线盒 x 1
独眼巨人号升级, 独眼巨人号生物反应堆增效模块, 釉瓷玻璃 x 1|盐酸 x 1|电池 x 1|树蘑菇块 x 4|蛇菇孢子 x 1|紫铃孢子 x 4
独眼巨人号升级, 潜艇特别餐, 紫薯 x 1|甜瓜 x 1|挂果树的果实 x 1
装饰品合成台/实验室用品/失效的分析仪, 电子显微镜（失效）, 玻璃 x 1|铜线 x 1|钛 x 4
装饰品合成台/实验室用品/失效的分析仪, 流体分析仪（失效）, 玻璃 x 3|铜线 x 2|过滤水 x 2|钛 x 4
装饰品合成台/实验室用品/失效的分析仪, 样本分析仪（失效）, 玻璃 x 3|铜线 x 2|电池 x 1|钛 x 4
装饰品合成台/实验室用品/无用的开口玻璃容器, 小型样本容器 (开口), 钛 x 1|玻璃 x 1
装饰品合成台/实验室用品/无用的开口玻璃容器, 样本容器 (开口), 钛 x 1|玻璃 x 1
装饰品合成台/实验室用品/无用的开口玻璃容器, 大型样本容器 (开口), 钛 x 1|玻璃 x 1
装饰品合成台/实验室用品/没用的玻璃容器, 大型样本容器, 玻璃 x 3|钛 x 2
装饰品合成台/实验室用品/没用的玻璃容器, 小型样本容器, 玻璃 x 2|钛 x 1
装饰品合成台/实验室用品/没用的玻璃容器, 圆柱形样本容器, 玻璃 x 1|钛 x 1
装饰品合成台/实验室用品/没用的玻璃容器, 倒立圆柱形样品容器, 钛 x 1|玻璃 x 1
装饰品合成台/实验室用品/实验室家具, 实验室的架子(非功能性), 钛 x 2
装饰品合成台/实验室用品/实验室家具, 管状实验室架 (非功能性), 钛 x 2|玻璃 x 1
装饰品合成台/实验室用品/实验室家具, 机械臂 (非功能性), 钛 x 1
装饰品合成台/电子元件/壁挂式计算机, 墙壁显示器, 铜线 x 1|玻璃 x 1
装饰品合成台/电子元件/壁挂式计算机, 简易壁挂计算机, 铜线 x 1|玻璃 x 1
装饰品合成台/电子元件/壁挂式计算机, 壁挂计算机, 智能芯片 x 1|玻璃 x 1
装饰品合成台/电子元件/电路盒, 电路盒, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 电路盒, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 连线接线盒, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 连线接线盒, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 连线接线盒, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 连线接线盒, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 高压继电器, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 高压继电器, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 高压继电器, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/电路盒, 高压继电器, 钛 x 1|铜矿 x 1
装饰品合成台/电子元件/海蛾号碎片, 海蛾号碎片 (1), 钛 x 1|玻璃 x 1
装饰品合成台/电子元件/海蛾号碎片, 海蛾号碎片 (2), 钛 x 1|玻璃 x 1
装饰品合成台/电子元件/海蛾号碎片, 海蛾号碎片 (3), 钛 x 2
装饰品合成台/电子元件/海蛾号碎片, 海蛾号碎片 (4), 钛 x 1|玻璃 x 1
装饰品合成台/电子元件/海蛾号碎片, 海蛾号碎片 (5), 钛 x 2
装饰品合成台/食物 & 饮料, 小杯子, 钛 x 1
装饰品合成台/食物 & 饮料, 杯子, 钛 x 1
装饰品合成台/食物 & 饮料, 餐巾纸, 纤维布 x 1
装饰品合成台/食物 & 饮料, 酒瓶	, 石英 x 1|大瓶过滤水 x 1
装饰品合成台/食物 & 饮料, 酒瓶, 石英 x 1|大瓶过滤水 x 1
装饰品合成台/食物 & 饮料, 酒瓶, 石英 x 1|大瓶过滤水 x 1
装饰品合成台/食物 & 饮料, 酒瓶, 石英 x 1|大瓶过滤水 x 1
装饰品合成台/食物 & 饮料, 酒瓶, 石英 x 1|大瓶过滤水 x 1
装饰品合成台/食物 & 饮料, 小碗饭, 钛 x 1|腌制大眼仔 x 1|挂果树的果实 x 1
装饰品合成台/食物 & 饮料, 一餐盘饭, 钛 x 1|纯净水 x 1|腌制雷纳鱼 x 1|甜瓜 x 1
装饰品合成台/食物 & 饮料, 速食饼干, 腌制雷纳鱼 x 2|紫薯 x 2|挂果树的果实 x 2
装饰品合成台/先驱者/裂空者器官, 悬挂的裂空者器官 (1), 钛 x 1|硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 悬挂的裂空者器官 (2), 钛 x 1|硅胶 x 1|纤维布 x 1
装饰品合成台/先驱者/裂空者器官, 悬挂的裂空者器官 (3), 钛 x 1|硅胶 x 1|纤维布 x 1
装饰品合成台/先驱者/裂空者器官, 悬挂的裂空者器官 (4), 钛 x 1|玻璃 x 1|硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官 (1), 硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官 (2), 硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官(3), 硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官 (4), 硅胶 x 1|纤维布 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官 (5), 硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官 (6), 硅胶 x 1
装饰品合成台/先驱者/裂空者器官, 裂空者器官 (7), 硅胶 x 1
装饰品合成台/先驱者/武器, 尽头之塔, 先驱者构建模块 x 1|离子晶体矩阵 x 1
装饰品合成台/先驱者/武器, 先驱者步枪, 离子晶体 x 1
装饰品合成台/先驱者/武器, 远古的地球之剑, 离子晶体 x 1
装饰品合成台/先驱者/遗物, 有机粒子分解器, 先驱者构建模块 x 1|离子晶体 x 1|磁铁矿 x 1|红绿宝石 x 1
装饰品合成台/先驱者/遗物, 全息投影仪, 先驱者构建模块 x 1|离子晶体 x 1|翡翠 x 1
装饰品合成台/先驱者/遗物, 基础芯片, 先驱者构建模块 x 1|离子晶体 x 1|智能芯片 x 1
装饰品合成台/先驱者/遗物, 植入式追踪器, 先驱者构建模块 x 1|离子晶体 x 1|光纤线轴 x 1|磁铁矿 x 2
装饰品合成台/先驱者/遗物, 先驱者雕刻品, 先驱者构建模块 x 1
装饰品合成台/先驱者/遗物, 先驱者雕像, 先驱者构建模块 x 1
装饰品合成台/先驱者/遗物, 万能翻译机, 先驱者构建模块 x 1|离子晶体 x 1|外星复合玻璃 x 1
装饰品合成台/先驱者/遗物, 先驱者构建模块, 外星建筑单元 x 1|钴 x 2|翡翠 x 1
装饰品合成台/先驱者/外星芯片, 紫色先驱者芯片, 离子晶体 x 1|紫金 x 4|智能芯片 x 1|高级接线盒 x 1
装饰品合成台/先驱者/外星芯片, 橙色先驱者芯片, 离子晶体 x 1|镍矿 x 4|智能芯片 x 1|高级接线盒 x 1
装饰品合成台/先驱者/外星芯片, 蓝色先驱者芯片, 离子晶体 x 1|蓝晶石 x 4|智能芯片 x 1|高级接线盒 x 1
装饰品合成台/先驱者/外星芯片, 白色先驱者芯片, 离子晶体 x 1|铯绿柱石 x 4|智能芯片 x 1|高级接线盒 x 1
装饰品合成台/先驱者/外星芯片, 红色先驱者芯片, 离子晶体 x 1|红绿宝石 x 4|智能芯片 x 1|高级接线盒 x 1
装饰品合成台/生物蛋/攻击性生物, 海龙蛋, 空心灯笼菇种子 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 幽灵利维坦蛋, 巨型生命之树 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 骨鲨蛋, 潜行者的牙齿 x 5|邪目草果实 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 蟹蛇蛋, 白蘑菇孢子 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 蟹鱿的蛋, 红锥草种子 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 自爆鱼蛋, 洞穴硫磺 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 毒气鱼蛋, 毒气囊 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 岩浆蜥蜴的蛋, 结晶硫 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 沙鲨蛋, 潜行者的牙齿 x 1|酸蘑菇 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 电鳗蛋, 库什样本 x 1|电池 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 潜行者蛋, 潜行者的牙齿 x 1|全能细胞 x 1
装饰品合成台/生物蛋/攻击性生物, 催眠师蛋, 库什样本 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 海皇生物蛋, 皇冠草种子 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 水母鳐蛋, 树蘑菇块 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 兔子鱼蛋, 酸蘑菇 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 抱抱鱼蛋, 草莓菇 x 1|氧化铝晶体 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 铁锹鱼蛋, 邪目草果实 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 跳跳鱼蛋, 漂浮者 x 1|全能细胞 x 1
装饰品合成台/生物蛋/和平生物, 礁背鱼蛋, 虎皮植物种子 x 1|全能细胞 x 1
装饰品合成台/利维坦/利维坦玩偶, 礁背鱼玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/利维坦/利维坦玩偶, 踏浪者玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/利维坦/利维坦玩偶, 死神利维坦玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/利维坦/利维坦玩偶, 幽灵利维坦玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/利维坦/利维坦玩偶, 海龙利维坦玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/利维坦/利维坦玩偶, 海皇利维坦玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/利维坦/骸骨, 骸骨 (1), 钛 x 1
装饰品合成台/利维坦/骸骨, 骸骨 (2), 钛 x 1
装饰品合成台/利维坦/骸骨, 骸骨 (3), 钛 x 1
装饰品合成台/利维坦/骸骨, 死神利维坦头骨, 钛 x 1
装饰品合成台/利维坦/骸骨, 死神利维坦骨架, 钛 x 1
装饰品合成台/利维坦/骸骨, 海龙骨架, 钛 x 1
装饰品合成台/办公用品, 文件 (1), 钛 x 1|纤维布 x 1
装饰品合成台/办公用品, 文件 (2), 钛 x 1|纤维布 x 1
装饰品合成台/办公用品, 文件夹, 钛 x 1|纤维布 x 1
装饰品合成台/办公用品, 压皱的纸, 纤维布 x 1
装饰品合成台/办公用品, 钢笔, 钛 x 1|硅胶 x 1
装饰品合成台/办公用品, 笔筒, 钛 x 1
装饰品合成台/办公用品, 装饰性PDA, 钛 x 1|玻璃 x 1
装饰品合成台/玩具 & 饰品/玩具, 缩小版极光号, 钛 x 4|釉瓷玻璃 x 2|润滑剂 x 2|硅胶 x 2
装饰品合成台/玩具 & 饰品/玩具, 玩具, 纤维布 x 2|海葵 x 1|硅胶 x 2
装饰品合成台/玩具 & 饰品/玩具, 玩具车, 钛 x 2|釉瓷玻璃 x 1
装饰品合成台/玩具 & 饰品/玩具, 抱抱鱼玩偶, 钛 x 1|纤维布 x 1|硅胶 x 1
装饰品合成台/玩具 & 饰品/海报, 极光号海报, 钛 x 1|纤维布 x 1
装饰品合成台/玩具 & 饰品/海报, 海虾号海报, 钛 x 1|纤维布 x 1
装饰品合成台/玩具 & 饰品/海报, 海虾号海报, 钛 x 1|纤维布 x 1
装饰品合成台/玩具 & 饰品/海报, KEEP CALM海报, 钛 x 1|纤维布 x 1
装饰品合成台/玩具 & 饰品/海报, 物竞天择2的海报, 钛 x 1|纤维布 x 1
装饰品合成台/玩具 & 饰品/饰品, 行李包, 金属碎片 x 1|硅胶 x 2|纤维布 x 2
装饰品合成台/玩具 & 饰品/饰品, 灰帽子, 纤维布 x 2|触手草种子 x 2
装饰品合成台/玩具 & 饰品/饰品, 蓝帽子, 纤维布 x 2|蓝棕榈种子 x 2
种子工作台/植物, 红尖高枝植物 (α), 盐块 x 5
种子工作台/植物, 红尖高枝植物 (β), 盐块 x 5
种子工作台/植物, 三叶草分支, 盐块 x 5
种子工作台/植物, 羽毛灌木, 盐块 x 5
种子工作台/植物, 圆点灌木, 盐块 x 5
种子工作台/树木, 外星常青树, 盐块 x 5
种子工作台/树木, 藤蔓树 (α), 盐块 x 5
种子工作台/树木, 藤蔓树 (β), 盐块 x 5
种子工作台/树木, 高而多刺的灌木, 盐块 x 5
种子工作台/树木, 低矮多刺灌木, 盐块 x 5
种子工作台/树木, 高大仙人掌灌木, 盐块 x 5
种子工作台/树木, 低矮仙人掌灌木, 盐块 x 5
种子工作台/热带植物, 高大棕榈灌木, 盐块 x 5
种子工作台/热带植物, 小型棕榈灌木, 盐块 x 5
种子工作台/热带植物, 高大热带蕨类灌木, 盐块 x 5
种子工作台/热带植物, 低矮热带蕨类灌木, 盐块 x 5
种子工作台/热带植物, 高灌木丛, 盐块 x 5
种子工作台/热带植物, 小灌木丛, 盐块 x 5
种子工作台/热带植物, 葡萄藤簇α型, 盐块 x 5
种子工作台/热带植物, 葡萄藤簇β型, 盐块 x 5
种子工作台/热带植物, 高大蕨, 盐块 x 5
种子工作台/热带植物, 小团蕨, 盐块 x 5
种子工作台/现存陆地植物/可食用陆生植物, 面包树块, 盐块 x 5
种子工作台/现存陆地植物/可食用陆生植物, 紫薯, 盐块 x 5
种子工作台/现存陆地植物/可食用陆生植物, 挂果树的果实, 盐块 x 5
种子工作台/现存陆地植物/可食用陆生植物, 甜瓜种子, 盐块 x 5
种子工作台/现存陆地植物/可食用陆生植物, 小甜瓜种子, 盐块 x 5
种子工作台/现存陆地植物/大型陆生植物, 芭蕉草种子, 盐块 x 5
种子工作台/现存陆地植物/大型陆生植物, 海葵, 盐块 x 5
种子工作台/现存陆地植物/大型陆生植物, 紫茎瓶种子, 盐块 x 5
种子工作台/现存陆地植物/大型陆生植物, 橘子菇孢子, 盐块 x 5
种子工作台/现存陆地植物/小型陆生植物, 草莓菇孢子, 盐块 x 5
种子工作台/现存陆地植物/小型陆生植物, 紫铃孢子, 盐块 x 5
种子工作台/现存陆地植物/小型陆生植物, 体素花种子, 盐块 x 5
种子工作台/现存水生植物/水生灌木丛, 海樱花种子, 盐块 x 5
种子工作台/现存水生植物/水生灌木丛, 培根草, 盐块 x 5
种子工作台/现存水生植物/水生灌木丛, 红灌草种子, 盐块 x 5
种子工作台/现存水生植物/水生灌木丛, 紫罗兰种子, 盐块 x 5
种子工作台/现存水生植物/水生灌木丛, 荧根草种子, 盐块 x 5
种子工作台/现存水生植物/小型水生植物, 小风扇种子, 盐块 x 5
种子工作台/现存水生植物/小型水生植物, 紫扇草种子, 盐块 x 5
种子工作台/现存水生植物/小型水生植物, 触手草种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 皇冠草种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 加布之羽的种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 鬼手草种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 贝壳草种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 蓝棕榈种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 邪目草果实, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 脑膜树种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 红锥草种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 红篮草种子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 蛇菇孢子, 盐块 x 5
种子工作台/现存水生植物/大型水生植物, 虎皮植物种子, 盐块 x 5
种子工作台/现存水生植物/功能性水生植物, 紫蘑菇孢子, 酸蘑菇 x 1
种子工作台/现存水生植物/功能性水生植物, 白蘑菇孢子, 白蘑菇 x 1
种子工作台/现存水生植物/功能性水生植物, 凝胶球孢子, 盐块 x 5
种子工作台/现存水生植物/功能性水生植物, 海藻块, 盐块 x 5
种子工作台/现存水生植物/功能性水生植物, 海藻种子, 盐块 x 5
种子工作台/现存水生植物/功能性水生植物, 血油, 盐块 x 5
种子工作台/现存水生植物/功能性水生植物, 脑珊瑚样品, 盐块 x 5
种子工作台/现存水生植物/功能性水生植物, 库什样本, 盐块 x 5
种子工作台/水生植物, 斑点芦苇 (1), 盐块 x 5
种子工作台/水生植物, 斑点芦苇 (2), 盐块 x 5
种子工作台/水生植物, 海百合, 盐块 x 5
种子工作台/水生植物, 变形虫, 盐块 x 5
种子工作台/水生植物, 半透明藻类, 盐块 x 5
种子工作台/水生植物/血藻, 密集血藻 (1), 盐块 x 5
种子工作台/水生植物/血藻, 密集血藻 (2), 盐块 x 5
种子工作台/水生植物/血藻, 血藻 (1), 盐块 x 5
种子工作台/水生植物/血藻, 血藻(2), 盐块 x 5
种子工作台/水生植物/血藻, 高血藻 (1), 盐块 x 5
种子工作台/水生植物/血藻, 血藻 (3), 盐块 x 5
种子工作台/水生植物/血藻, 高血藻 (2), 盐块 x 5
种子工作台/水生树状植物, 蘑菇树, 盐块 x 7
种子工作台/水生树状植物, 巨大蘑菇树, 盐块 x 10
种子工作台/水生树状植物, 蟹爪藻 (1), 盐块 x 5
种子工作台/水生树状植物, 蟹爪藻 (2), 盐块 x 5
种子工作台/水生树状植物, 蟹爪藻 (3), 盐块 x 5
种子工作台/水生树状植物, 血岩 (1), 盐块 x 5
种子工作台/水生树状植物, 血岩 (2), 盐块 x 5
种子工作台/水生树状植物, 血岩 (3), 盐块 x 5
种子工作台/水生树状植物, 水雷, 盐块 x 5
种子工作台/两栖植物, 海樱花, 盐块 x 5
种子工作台/两栖植物, 生命之树, 盐块 x 7
种子工作台/两栖植物, 巨型生命之树, 盐块 x 10
种子工作台/两栖植物, 黄色珊瑚, 盐块 x 5
种子工作台/两栖植物, 绿色珊瑚, 盐块 x 5
种子工作台/两栖植物, 蓝色珊瑚, 盐块 x 5
种子工作台/两栖植物, 红色珊瑚, 盐块 x 5
种子工作台/两栖植物, 紫色珊瑚, 盐块 x 5
种子工作台/珊瑚, 陶制珊瑚管 (1), 盐块 x 5
种子工作台/珊瑚, 陶制珊瑚管 (2), 盐块 x 5
种子工作台/珊瑚, 陶制珊瑚管 (3), 盐块 x 5
种子工作台/珊瑚, Jordi之须 (蓝色陶制珊瑚管), 盐块 x 5
种子工作台/珊瑚, 紫松果, 盐块 x 5
核工作台, 反应堆控制棒, 铀 x 2|铅 x 3|钛 x 1|釉瓷玻璃 x 1
核工作台, 独眼巨人号核反应堆模块, 铀矿晶体 x 1|铅 x 1|钛 x 3|智能芯片 x 1|气凝胶 x 1
核工作台, 装填反应堆控制棒, 耗尽的反应堆控制棒 x 1|铀矿晶体 x 3
先驱制造台/外星材料, 外星复合玻璃, 精炼玻璃 x 1|翡翠 x 1
先驱制造台/外星材料, 外星合金锭, 先驱者构建模块 x 1|翡翠 x 1|蓝晶石 x 1|钻石 x 1|钴 x 3
先驱制造台/外星材料, 电气晶体, 铯绿柱石 x 4|离子晶体 x 1
先驱制造台/外星材料, 能量晶体, 红绿宝石 x 4|离子晶体 x 2
先驱制造台/外星材料, 离子晶体, 翡翠 x 4|反应堆控制棒 x 14
先驱制造台/设备, 外星建造器, 外星合金锭 x 1|离子电池 x 1|高级接线盒 x 1
先驱制造台/设备, 手持式传送装置, 外星合金锭 x 2|离子电池 x 1|电气晶体 x 1
先驱制造台/设备, 外星离子刃, 热能匕首 x 1|外星合金锭 x 1|离子晶体 x 1
先驱制造台/装置, 离子电池, 离子晶体 x 1|金块 x 2|银矿石 x 2|智能芯片 x 1|铜线 x 1
先驱制造台/装置, 离子动力单元, 离子电池 x 2|硅胶 x 1|智能芯片 x 1|铜线 x 1|锂 x 4|聚苯胺 x 1
先驱制造台/装置, 生物诱饵MK2, 生物诱饵 x 1|离子晶体 x 1|铀矿晶体 x 1|高级接线盒 x 1
先驱制造台/装置, 紫色先驱者芯片, 离子晶体 x 1|紫金 x 4|智能芯片 x 1|高级接线盒 x 1
先驱制造台/装置, 橙色先驱者芯片, 离子晶体 x 1|镍矿 x 4|智能芯片 x 1|高级接线盒 x 1
先驱制造台/装置, 蓝色先驱者芯片, 离子晶体 x 1|蓝晶石 x 4|智能芯片 x 1|高级接线盒 x 1
先驱制造台/装置, 白色先驱者芯片, 离子晶体 x 1|铯绿柱石 x 4|智能芯片 x 1|高级接线盒 x 1
先驱制造台/装置, 红色先驱者芯片, 离子晶体 x 1|红绿宝石 x 4|智能芯片 x 1|高级接线盒 x 1
先驱制造台/高级升级模块, 海蛾号离子周界防御系统, 电子防御模块 x 1|高级接线盒 x 1|离子晶体 x 2
先驱制造台/高级升级模块, 海虾号离子防御模块, 钛锭 x 1|高级接线盒 x 1|能量晶体 x 1
先驱制造台/高级升级模块, 海虾号离子冲刺模块, 钴锭 x 1|高级接线盒 x 1|电气晶体 x 1
先驱制造台/高级升级模块, 独眼远程扫描模块MK2, 外星复合玻璃 x 1|外星合金锭 x 1|光纤线轴 x 1
先驱制造台/高级升级模块, 独眼巨人离子助推模块, 外星合金锭 x 1|电气晶体 x 1|能量晶体 x 1|离子动力单元 x 1
先驱制造台/装饰品, 未知建筑师的全息投影仪, 钛 x 2|翡翠 x 1
先驱制造台/装饰品, 利维坦全息投影仪, 钛 x 2|翡翠 x 1
先驱制造台/装饰品, ▘┗▖▞▜ 全息投影, 钛 x 2|翡翠 x 1
先驱制造台/装饰品, 远古泰坦成体复制品, 石英 x 2|钛 x 1|海藻种子 x 1
先驱制造台/装饰品, 青年远古泰坦复制品, 石英 x 2|钛 x 1|海藻种子 x 1
先驱制造台, 生物蛋, 
 FCS科技工作台/深渊矿机, 深渊矿机, 示波器芯片 x 1|钛 x 2|高级接线盒 x 1|海虾电钻手臂 x 1|润滑剂 x 1|海蛾号存储升级模块 x 1
 FCS科技工作台/深渊矿机, 定位模块, 玻璃 x 3|接线盒 x 2|钛 x 1
 FCS科技工作台/深渊矿机, 动力电池模块, 铜矿 x 1|硅胶 x 1|钛 x 1
 FCS科技工作台/深渊矿机, 太阳能发电模块, 铜矿 x 1|玻璃 x 2|接线盒 x 1|钛 x 1
 FCS科技工作台/深渊矿机, 深钻钻头MK1, 锂 x 2|钻石 x 1|钛 x 3
 FCS科技工作台/深渊矿机, 深钻钻头MK2, 深钻钻头MK1 x 1|钻石 x 4|氧化铝晶体 x 1|钛 x 4
 FCS科技工作台/深渊矿机, 深钻钻头MK3, 深钻钻头MK2 x 1|钻石 x 4|钛 x 3|氧化铝晶体 x 3|磁铁矿 x 3|釉瓷玻璃 x 2
 FCS科技工作台/Alterra室外存储终端, Alterra室外存储终端, 接线盒 x 1|钛锭 x 2|玻璃 x 1|动力电池 x 1
终极工作台/中子素态收集, 中子素尘埃, 紫蘑菇孢子 x 1
终极工作台/中子素态收集, 中子素颗粒, 中子素尘埃 x 9
终极工作台/中子素态收集, 中子锭, 中子素颗粒 x 9
终极工作台/奇点制造, 石英奇点, 聚合石英 x 10
终极工作台/奇点制造, 铜奇点, 聚合铜锭 x 10
终极工作台/奇点制造, 铅奇点, 聚合铅锭 x 10
终极工作台/奇点制造, 钛奇点, 聚合钛锭 x 10
终极工作台/奇点制造, 金奇点, 聚合金锭 x 10
终极工作台/奇点制造, 镁奇点, 致密盐块 x 15|致密盐块 x 15
终极工作台/奇点制造, 硫磺奇点, 聚合硫结晶 x 10
终极工作台/奇点制造, 银奇点, 聚合银锭 x 10
终极工作台/奇点制造, 钻石奇点, 致密钻石块 x 10
终极工作台/奇点制造, 锂奇点, 聚合锂锭 x 10
终极工作台/奇点制造, 氧化铝奇点, 聚合氧化铝 x 10
终极工作台/奇点制造, 磁铁奇点, 聚合磁铁矿锭 x 10
终极工作台/奇点制造, 铀奇点, 聚合铀矿锭 x 10
终极工作台/奇点制造, 蓝晶石奇点, 聚合蓝晶石 x 10
终极工作台/奇点制造, 镍奇点, 聚合镍锭 x 10
终极工作台/奇点制造, 永恒奇点, 石英奇点 x 1|铜奇点 x 1|铅奇点 x 1|钛奇点 x 1|金奇点 x 1|镁奇点 x 1|硫磺奇点 x 1|银奇点 x 1|钻石奇点 x 1|锂奇点 x 1|氧化铝奇点 x 1|磁铁奇点 x 1|铀奇点 x 1|蓝晶石奇点 x 1|镍奇点 x 1
终极工作台/无尽电池部件, 无尽电池外壳, 中子锭 x 13|水晶矩阵锭 x 7|外星合金锭 x 5|有机塑钢 x 5|坚不可摧的材料 x 3|强化玻璃 x 2|离子纤维 x 1
终极工作台/无尽电池部件, 无尽电池内部构造, 中子锭 x 3|水晶矩阵锭 x 2|外星合金锭 x 3|有机塑钢 x 2|坚不可摧的材料 x 1|强化玻璃 x 1|离子纤维 x 1|光纤线轴 x 3|纳米线 x 4|相位异变立方 x 1|有机物粒子操纵仪 x 1|全能细胞 x 1|尽头之塔 x 1
终极工作台/无尽电池部件, 无尽电池能源, 相位异变立方 x 2|活性物质 x 2|离子晶体混合反物质 x 2|离子晶体核心 x 3|铀奇点 x 1|暗生物能 x 1
终极工作台/无尽电池部件, 恒星燃料, 相位异变立方 x 1|离子晶体核心 x 1|铀奇点 x 1
终极工作台/无尽电池部件, 伪无尽电池外壳, 中子锭 x 5|水晶矩阵锭 x 3|外星合金锭 x 2|有机塑钢 x 2|坚不可摧的材料 x 1|强化玻璃 x 1|离子纤维 x 1
终极工作台/无尽电池部件, 伪无尽电池内部构造, 中子锭 x 1|水晶矩阵锭 x 1|外星合金锭 x 1|有机塑钢 x 1|强化玻璃 x 1|离子纤维 x 1|光纤线轴 x 1|纳米线 x 2|相位异变立方 x 1|有机物粒子操纵仪 x 1|全能细胞 x 1
终极工作台/无尽制作, 无尽胸甲, 中子锭 x 15|无尽锭 x 12|无尽锭 x 12|水晶矩阵 x 1|中子锭 x 16
终极工作台/无尽制作, 无尽护腿, 中子锭 x 15|无尽锭 x 16|无尽催化剂 x 2|水晶矩阵 x 2|中子锭 x 15|中子锭 x 13
终极工作台, 寰宇肉丸, 中子素尘埃 x 1|铁锹鱼 x 1|洞洞鱼 x 1|大眼仔 x 1|鬼眼鱼 x 1|咖喱鱼 x 1|飞镖鱼 x 1|小眼仔 x 1|泡泡鱼 x 1|吸盘鱼 x 1|雷纳鱼 x 1|圈圈鱼 x 1|刺头鱼 x 1|岩浆飞镖鱼 x 1|岩浆小眼仔 x 1
终极工作台, 超级煲, 中子素尘埃 x 1|海藻块 x 1|库什样本 x 1|甜瓜 x 1|面包树块 x 1|挂果树的果实 x 1|紫薯 x 1
终极工作台, 无尽催化剂, 钻石晶格 x 1|水晶矩阵锭 x 1|中子素尘埃 x 1|中子素颗粒 x 1|中子锭 x 1|寰宇肉丸 x 1|超级煲 x 1|永恒奇点 x 1|离子晶体核心 x 1|有机塑钢 x 1|离子纤维 x 1|相位异变立方 x 1|暗生物能 x 1|全能细胞 x 1|外星合金锭 x 1|坚不可摧的材料 x 1|并行处理单元 x 1|活性物质 x 1|外星属性相变仪 x 1|物质粒子复制器 x 1|有机物粒子操纵仪 x 1
终极工作台, 无尽锭, 中子锭 x 12|中子锭 x 12|水晶矩阵锭 x 10|无尽催化剂 x 11
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 面包树汁, 面包树块 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 挂果树果汁, 挂果树的果实 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 甜瓜汁, 甜瓜 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 海藻汁, 海藻块 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 凝胶球汁, 凝胶球 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 白蘑菇汁, 白蘑菇孢子 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 鬼手草汁, 鬼手草种子 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/果汁, 虎皮植物汁, 虎皮植物种子 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 大眼堡, 大眼仔 x 2|海带 x 2|海藻块 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 鸡蛋沙拉三明治, 大眼仔 x 2|珊瑚管样本 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 煎饼, 海藻块 x 2|珊瑚管样本 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 冰激凌, 面包树块 x 2|挂果树的果实 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 巧克力曲奇, 面包树块 x 2|挂果树的果实 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 热汤, 潜行者蛋 x 2|盐块 x 2|纯净水 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 大眼仔披萨, 大眼仔 x 2|海藻块 x 1|珊瑚管样本 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/食品制作, 潜行者三明治, 潜行者蛋 x 1|珊瑚管样本 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作/收获者咖啡厅/大眼仔咖啡, 大眼仔咖啡, 咖啡豆 x 1|糖 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作/收获者咖啡厅/死神利维坦咖啡, 死神利维坦咖啡, 咖啡豆 x 2|糖 x 2|纯净水 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作/收获者咖啡厅/幽灵利维坦咖啡, 幽灵利维坦咖啡, 咖啡豆 x 3|糖 x 3|纯净水 x 3
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作/收获者咖啡厅/海龙利维坦咖啡, 海龙利维坦咖啡, 咖啡豆 x 4|糖 x 4|纯净水 x 4
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作/收获者咖啡厅/礁背鱼咖啡, 礁背鱼咖啡, 咖啡豆 x 5|糖 x 5|纯净水 x 5
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作/收获者咖啡厅, 咖啡豆, 海藻种子 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 糖, 甜瓜 x 3
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 冰可乐, 面包树块 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 冰啤酒, 挂果树的果实 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 甜瓜苏打水, 甜瓜 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 潜行者的庇护, 挂果树的果实 x 1|潜行者的牙齿 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 甜瓜碳酸苏打水, 甜瓜 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 知识就是力量, 脑膜树种子 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 寒霜玛格丽特, 甜瓜 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 库什苏打水, 库什样本 x 1|纯净水 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 伏特加, 酸蘑菇 x 1|紫薯 x 3|挂果树的果实 x 1|纯净水 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/饮品制作, 酿果酒, 酸蘑菇 x 1|甜瓜 x 1|挂果树的果实 x 1|纯净水 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 大眼仔蛋糕, 大眼仔 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 紫薯糕, 紫薯 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 泡泡鱼蛋糕, 泡泡鱼 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 飞镖鱼蛋糕, 飞镖鱼 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 吸盘鱼蛋糕, 吸盘鱼 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 铁锹鱼蛋糕, 铁锹鱼 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 咖喱鱼蛋糕, 咖喱鱼 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/蛋糕, 雷纳鱼蛋糕, 雷纳鱼 x 1|珊瑚管样本 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 炸薯条, 盐块 x 1|紫薯 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 腊肠, 海带 x 1|大眼仔 x 1|盐块 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 番茄酱, 挂果树的果实 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 烤鸡翅, 大眼仔 x 2|番茄酱 x 1|盐块 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 热狗, 海带 x 1|腊肠 x 1|番茄酱 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 沙拉, 挂果树的果实 x 1|海藻块 x 3
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/快餐, 布法罗鸡翅, 雷纳鱼 x 2|盐块 x 1|番茄酱 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/墨西哥风味, 墨西哥粽, 海带 x 2|米饭 x 2|挂果树的果实 x 2|海藻块 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/墨西哥风味, 墨西哥卷, 海带 x 2|海藻块 x 1|大眼仔 x 1|挂果树的果实 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/墨西哥风味, 玉米粉圆饼, 海带 x 2|盐块 x 1|挂果树的果实 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/丰盛晚餐, 牛肉串, 大眼仔 x 2|挂果树的果实 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/丰盛晚餐, 玉米粉蒸肉饭, 墨西哥粽 x 3|挂果树的果实 x 1|海藻块 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/丰盛晚餐, 寿司拼盘, 日式寿司卷 x 2|三文鱼寿司 x 1|海带 x 1|饭团 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/丰盛晚餐, 肉眼牛排饭, 炸薯条 x 2|挂果树的果实 x 1|海藻块 x 1|飞镖鱼 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/丰盛晚餐, 营养早餐, 自爆鱼蛋 x 2|腊肠 x 2|大眼仔 x 2|海带 x 2
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/丰盛晚餐, 墨西哥卷饭, 墨西哥卷 x 3|海藻块 x 1|挂果树的果实 x 1|米饭 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/日料, 海带, 海藻块 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/日料, 米饭, 海藻块 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/日料, 饭团, 盐块 x 1|米饭 x 1|海带 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/日料, 三文鱼寿司, 大眼仔 x 1|米饭 x 1|盐块 x 1
 挑战者级全音阶超级突变动态食物复制器及饮品重构器/日料, 日式寿司卷, 飞镖鱼 x 1|米饭 x 1|海藻块 x 1
海王星号材料制造台/材料, 强化玻璃, 釉瓷玻璃 x 2|锂 x 1|钻石 x 1|蓝晶石 x 1
海王星号材料制造台/材料, 混合橡胶材料, 硅胶 x 5|铅 x 7|人造纤维 x 2
海王星号材料制造台/材料, 塑钢合金锭, 塑钢锭 x 1|铅 x 4|宝石盘碎片 x 3|镍矿 x 1
海王星号材料制造台/材料, 磁铁合金锭, 磁铁矿 x 5|塑钢锭 x 1
海王星号材料制造台/材料, 镍合金锭, 塑钢锭 x 1|镍矿 x 5
海王星号材料制造台/材料, 坚不可摧的材料, 塑钢合金锭 x 1|塑钢锭 x 2|海蛾号船体加固模块 x 1
海王星号材料制造台/材料, 蓝晶合金锭, 塑钢合金锭 x 1|蓝晶石 x 4|盐酸 x 1
海王星号材料制造台/海王星号火箭/海王星号燃料, 海王星号的储藏室, 海蛾号存储升级模块 x 4|塑钢锭 x 1
海王星号材料制造台/海王星号火箭/海王星号燃料, 辅助电源装置, 并行处理单元 x 2|高级接线盒 x 2|铜线 x 3|塑钢合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号燃料, 通讯阵列系统, 扫描范围升级模块 x 4|扫描速度升级模块 x 4|高级接线盒 x 1|磁铁合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号燃料, 液压系统, 混合橡胶材料 x 1|液压油 x 2|塑钢合金锭 x 1|高级接线盒 x 2
海王星号材料制造台/海王星号火箭/海王星号燃料, 海王星号船体2, 坚不可摧的材料 x 1|人造纤维 x 2|釉瓷玻璃 x 4
海王星号材料制造台/海王星号火箭/海王星号燃料, 燃料储备框架, 镍合金锭 x 1|塑钢合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号燃料, 燃料储备, 坚不可摧的材料 x 1|并行处理单元 x 2|铜线 x 4|蓝晶石 x 2
海王星号材料制造台/海王星号火箭/海王星号助推器, 助推器框架, 镍合金锭 x 1|塑钢合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号助推器, 电力系统, 接线盒 x 4|反物质 x 1|铜线 x 3|智能芯片 x 2
海王星号材料制造台/海王星号火箭/海王星号助推器, 海王星号船体, 坚不可摧的材料 x 1|人造纤维 x 4|锂 x 3
海王星号材料制造台/海王星号火箭/海王星号助推器, 助推器, 气凝胶 x 2|坚不可摧的材料 x 1|冲击炮 x 1|反应堆控制棒 x 1|高级接线盒 x 1|磁铁合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号助推器, 液压臂, 液压油 x 1|镍合金锭 x 1|磁铁合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号助推器, 助推器, 塑钢合金锭 x 1|磁铁合金锭 x 1|离子晶体混合反物质 x 1|助推器 x 4|高级接线盒 x 1|液压油 x 2
海王星号材料制造台/海王星号火箭/海王星号龙门, 龙门电梯, 高级接线盒 x 2|铜线 x 2|混合橡胶材料 x 1|塑钢合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号龙门, 龙门支架, 塑钢合金锭 x 1|混合橡胶材料 x 1
海王星号材料制造台/海王星号火箭/海王星号龙门, 龙门系统, 磁铁合金锭 x 2|液压油 x 1|离子动力单元 x 1|接线盒 x 4|海蛾号太阳能充电器 x 1
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 海王星号的框架, 镍合金锭 x 1|磁铁合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 护盾 & 玻璃海王星号, 活性物质 x 2|护盾发生器 V2 x 1|强化玻璃 x 3|铜线 x 3
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 海王星号船体, 坚不可摧的材料 x 1|人造纤维 x 1|海蛾号船体加固模块 x 1
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 氧气 & 供水系统, 富氧罐 x 1|环保潜水服 x 1|离子晶体混合反物质 x 1|硅胶 x 1|循环呼吸器 x 1
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 生命维持系统, 塑钢合金锭 x 1|氧气 & 供水系统 x 1|高级接线盒 x 1|纤维布 x 6
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 主要中央处理器单元, CPU 核心 x 3|接线盒 x 1|磁铁合金锭 x 1|指南针 x 1|独眼巨人号声呐升级 x 1
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 时间胶囊装置, 釉瓷玻璃 x 2|钛 x 5|海蛾号存储升级模块 x 1|接线盒 x 1|离子电池 x 1|信标 x 1
海王星号材料制造台/海王星号火箭/海王星号驾驶舱, 海王星控制器, 纤维布 x 1|智能芯片 x 1|强化玻璃 x 2|独眼巨人号消防系统 x 1|人造纤维 x 2|镍合金锭 x 1
海王星号材料制造台/海王星号火箭/海王星号平台, 火箭制造台, 载具建造舱 x 1|高级接线盒 x 2|离子电池 x 4|海蛾号太阳能充电器 x 1|锂 x 2|润滑剂 x 1
海王星号材料制造台/海王星号火箭/海王星号平台, 火箭发射平台板, 蓝晶石 x 2|强化玻璃 x 1|硅胶 x 1|潜行者的牙齿 x 1|塑钢锭 x 1
海王星号材料制造台/海王星号火箭/海王星号平台, 火箭发射平台浮标, 气囊 x 24|铅 x 10|钛锭 x 2
海王星号材料制造台/电力装置, 反物质, 反应堆控制棒 x 1|聚苯胺 x 1|盐酸 x 1|苯 x 2|强化玻璃 x 1|氧化铝晶体 x 2
海王星号材料制造台/电力装置, 离子晶体混合反物质, 反物质 x 1|离子晶体 x 1|铀矿晶体 x 3
海王星号材料制造台/电力装置, 并行处理单元, 高级接线盒 x 1|离子晶体混合反物质 x 1|聚苯胺 x 1|引擎效率模组 x 1|反应堆控制棒 x 1
海王星号材料制造台/电力装置, 护盾发生器 V2, 独眼巨人号护盾发生器 x 2|蓝晶石 x 2|海蛾号船体加固模块 x 2
海王星号材料制造台/电力装置, CPU 核心, 扫描仪 x 1|智能芯片 x 1|反物质 x 1|铜线 x 1
海王星号材料制造台/杂项, 液压油, 润滑剂 x 5|铅 x 1|凝胶球 x 5|苯 x 1
海王星号材料制造台/杂项, 非活性物质, 镍合金锭 x 1|强化玻璃 x 2|宝石盘碎片 x 2
海王星号材料制造台/杂项, 活性物质, 非活性物质 x 1|蓝晶合金锭 x 1|聚苯胺 x 1
海王星号材料制造台/杂项, 富氧罐, 大容量氧气瓶 x 2|离子动力单元 x 1|智能芯片 x 1
独眼巨人零件制造台/室内, 舱口, 密封剂 x 1|钛 x 3|锂 x 1
独眼巨人零件制造台/室内, 隔离舱门, 舱口 x 1|钛 x 1|锂 x 1|铅 x 1
独眼巨人零件制造台/室内, 氧气系统, 循环呼吸器 x 1|高级接线盒 x 1|大容量氧气瓶 x 1|人造纤维 x 2|苯 x 1|导气管 x 10
独眼巨人零件制造台/室内, 载具控制台, 钛锭 x 1|玻璃 x 3|智能芯片 x 2|铜线 x 5
独眼巨人零件制造台/室内, 诱饵发射系统, 舱口 x 1|塑钢锭 x 1|玻璃 x 2|润滑剂 x 4|接线盒 x 1|冲击炮 x 1
独眼巨人零件制造台/室内, 独眼巨人的仓库, 海蛾号存储升级模块 x 5|钛锭 x 1|纤维布 x 5
独眼巨人零件制造台/室内, 梯子, 铅 x 2|钛 x 2
独眼巨人零件制造台/室内, 升级制造台, 钛 x 5|建造器 x 1|接线盒 x 1|铅 x 2
独眼巨人零件制造台/室内, 升级控制台, 钛 x 5|玻璃 x 2|接线盒 x 1|铜线 x 6|智能芯片 x 1
独眼巨人零件制造台/独眼巨人零件/载具对接装置, 独眼对接装置, 冲击炮 x 2|高级接线盒 x 1|铜线 x 1|塑钢锭 x 1|润滑剂 x 4|玻璃 x 4|舱口 x 1
独眼巨人零件制造台/独眼巨人零件/载具对接装置, 载具舱门, 密封剂 x 2|示波器芯片 x 1|高级接线盒 x 1|硅胶 x 1|铜线 x 1|塑钢锭 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人舰桥, 独眼巨人电力系统, 高级接线盒 x 1|铜线 x 2|指南针 x 1|信标 x 1|聚苯胺 x 1|扫描范围升级模块 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人舰桥, 独眼巨人摄像头, 遥控摄像无人机 x 3|接线盒 x 1|智能芯片 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人舰桥, 独眼巨人灯, 手电筒 x 2|接线盒 x 1|酸蘑菇 x 7
独眼巨人零件制造台/独眼巨人零件/独眼巨人舰桥, 独眼巨人控制中心, 高级接线盒 x 1|铜线 x 1|聚苯胺 x 1|智能芯片 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人发动机零件, 独眼巨人电力转换器, 动力电池 x 6|硅胶 x 1|铜线 x 7|钛锭 x 1|聚苯胺 x 4
独眼巨人零件制造台/独眼巨人零件/独眼巨人发动机零件, 独眼巨人推进引擎, 智能芯片 x 1|接线盒 x 1|钛锭 x 1|磁铁矿 x 2|密封剂 x 1|独眼巨人化学推进器 x 7
独眼巨人零件制造台/独眼巨人零件/独眼巨人发动机零件, 推进轴, 钛锭 x 1|锂 x 5|润滑剂 x 4|聚苯胺 x 1|密封剂 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人发动机零件, 螺旋桨推进器, 钛锭 x 1|润滑剂 x 2|密封剂 x 2|磁铁矿 x 5
独眼巨人零件制造台/独眼巨人零件/独眼巨人船体, 后方外壳, 塑钢锭 x 2|宝石盘碎片 x 3|气凝胶 x 5|海蛾号船体加固模块 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人船体, 中部外壳, 塑钢锭 x 2|宝石盘碎片 x 3|气凝胶 x 3|海蛾号船体加固模块 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人船体, 前置外壳, 釉瓷玻璃 x 4|塑钢锭 x 2|气凝胶 x 5|海蛾号船体加固模块 x 1
独眼巨人零件制造台/独眼巨人零件/独眼巨人船体, 独眼巨人船体框架, 钛锭 x 1|铅 x 4|珊瑚管样本 x 4
独眼巨人零件制造台/独眼巨人零件/独眼巨人船体, 维修通知系统, 接线盒 x 2|扫描仪 x 1|示波器芯片 x 1|水下导索 x 1
独眼巨人零件制造台/物料, 密封剂, 苯 x 1|海藻块 x 2|洞穴硫磺 x 1
独眼巨人零件制造台/物料, 独眼巨人化学推进器, 盐酸 x 2|苯 x 1|洞穴硫磺 x 2|毒气囊 x 2
独眼巨人零件制造台/集合, 组合船体, 前置外壳 x 1|中部外壳 x 1|后方外壳 x 1|维修通知系统 x 1|独眼巨人船体框架 x 1
独眼巨人零件制造台/集合, 组装舰桥, 独眼巨人控制中心 x 1|灭火器 x 1|独眼巨人灯 x 1|独眼巨人摄像头 x 1|隔离舱门 x 1|梯子 x 1|独眼巨人电力系统 x 1
独眼巨人零件制造台/集合, 内部装配, 氧气系统 x 1|独眼巨人的仓库 x 1|舱口 x 1|隔离舱门 x 1
独眼巨人零件制造台/集合, 组装好的引擎舱, 螺旋桨推进器 x 1|推进轴 x 1|独眼巨人推进引擎 x 1|梯子 x 2|升级制造台 x 1|隔离舱门 x 2|独眼巨人电力转换器 x 1|升级控制台 x 1|灭火器 x 1
独眼巨人零件制造台/集合, 装配载具对接系统, 载具舱门 x 1|隔离舱门 x 2|独眼对接装置 x 1|载具控制台 x 1|诱饵发射系统 x 1
海鹅号组装台/船体部件, 海鹅号船体, 气凝胶 x 3|玻璃 x 5|塑钢锭 x 1
海鹅号组装台/船体部件, 左翼, 钛锭 x 1|硅胶 x 1|宝石盘碎片 x 2
海鹅号组装台/船体部件, 右翼, 钛锭 x 1|硅胶 x 1|宝石盘碎片 x 2
海鹅号组装台/内部, 海鹅号座椅, 纤维布 x 2|铅 x 1|钛 x 4
海鹅号组装台/内部, 方向盘, 钛 x 2|硅胶 x 1|石英 x 1|润滑剂 x 1
海鹅号组装台/内部, 水分离单元, 电子泵 x 1|接线盒 x 1|导气管 x 3
海鹅号组装台/组装部件, 组装好的船体, 左翼 x 1|右翼 x 1|海鹅号船体 x 1
海鹅号组装台/组装部件, 组装电子系统, 升级面板 x 1|氧气控制 x 1|海鹅号灯光 x 1|控制系统 x 1
海鹅号组装台/组装部件, 组装的内部, 海鹅号座椅 x 1|方向盘 x 1|水分离单元 x 1
海鹅号组装台/组装部件, 组装的机械部件, 推进电机 x 1|螺旋桨 x 1|信标 x 1
海鹅号组装台/电子设备, 电子泵, 智能芯片 x 1|导气管 x 2|润滑剂 x 1
海鹅号组装台/电子设备, 升级面板, 金块 x 1|铜线 x 1|接线盒 x 1
海鹅号组装台/电子设备, 海鹅号灯光, 手电筒 x 2|铜线 x 1
海鹅号组装台/电子设备, 控制系统, 接线盒 x 1|智能芯片 x 1|钻石 x 1
海鹅号组装台/电子设备, 氧气控制, 循环呼吸器 x 1|大容量氧气瓶 x 1|接线盒 x 1
海鹅号组装台/机械零件, 推进电机, 接线盒 x 1|动力电池 x 1|润滑剂 x 1|水下推进器 x 1
海鹅号组装台/机械零件, 螺旋桨, 锂 x 1|润滑剂 x 1|钛 x 4`
